		AI	追击范围	可视范围	离开巢位	回归HP比例	最小停留	最大停留	移动停留
被动怪物	1	13		5		13		0		30		80		800
道士宝宝(喷火)		228	70
			AI	技能ID
镖车			9	无


祖玛弓箭手:射箭		19	35-1
掷斧骷髅:投斧头		38	35-2
暗黑战士:投尾刺		40	35-3
魔龙射手:射箭		26	35-4
万年树精:龙卷风		43	35-5
虚拟王城弓箭手:射箭	56	35-6


电僵尸:激光电影		35	37-1
牛魔法王:激光电影	36	37-2

触龙神:喷毒			41	33-1
宝箱:喷毒			22	33-2

赤月恶魔:地钉		25	36-1
赤月恶魔:天火		25	39-1

虹魔教主:近身放火	18	53-2
牛魔法师:半月		23	53-3

道士宝宝喷火		17	70-1

祖玛教主:召唤小怪	20	50-1
角蝇:喷小怪			21	50-2
幻影蜘蛛:喷小怪		24	50-3
海老:召唤小怪		27	50-4
半岩人:召唤小怪		42	50-5
青龙:召唤小怪			50-6
初级炮塔:召唤双重	97	50-7
双重炮塔:召唤四重	98	50-8
四重炮塔:召唤重型	99	50-9

初级炮塔:飞行攻击	97	82-1
双重炮塔:飞行攻击	98	82-2
四重炮塔:飞行攻击	99	82-3
重型炮塔:飞行攻击	100	82-4

元宝嘉年华怪:寻路	48


红蟹:自爆			28	49-1
火龙:全屏爆破		29	46-1
神龙:全屏雷电		30	46-2
金杖蜘蛛:冰咆哮		31	45-1


凤凰:火墙			33	40-1
狂热火蜥蜴:火墙		32	40-2

蜘蛛王:迟钝			34	41-1

火焰卧玛:喷火		37	34-1
人性怪神兽宝宝:喷火 55  34-2
------------------------
王城城主ai:14,
王城副城主ai:11,
攻杀		83-1	冷却时间:500
刺杀		84-1	冷却时间:0
半月		85-1	冷却时间:3000
烈火		86-1	冷却时间:5000
开天		87-1	冷却时间:8000
------------------------
青龙堂堂主ai:12
白虎堂堂主ai:15
抗拒		88-1	冷却时间:7000
雷电		89-1	冷却时间:500
火墙		90-1	冷却时间:5000
雷光		91-1	冷却时间:1500
魔法盾		92-1	冷却时间:10000
冰咆哮		93-1	冷却时间:6000
火雨		94-1	冷却时间:8000
------------------------
朱雀堂堂主ai:13
治愈		95-1	冷却时间:3000
火符		96-1	冷却时间:500
施毒		97-1	冷却时间:5000
幽灵盾		98-1	冷却时间:8000
圣兽		99-1	冷却时间:10000

玄武堂堂主ai:16
治愈		95-1	冷却时间:3000
火符		96-1	冷却时间:500
施毒		97-1	冷却时间:5000
幽灵盾		98-1	冷却时间:8000
圣兽		99-2	冷却时间:10000
------------------------
------------------------
圣战(男)ai:49,
圣战(女)ai:50,
攻杀		83-1	冷却时间:500
刺杀		84-1	冷却时间:0
半月		85-1	冷却时间:3000
烈火		86-1	冷却时间:5000
开天		87-1	冷却时间:8000
------------------------
法神(男)ai:51
法神(女)ai:52
抗拒		88-1	冷却时间:7000
雷电		89-1	冷却时间:500
火墙		90-1	冷却时间:5000
雷光		91-1	冷却时间:1500
魔法盾		92-1	冷却时间:10000
冰咆哮		93-1	冷却时间:6000
火雨		94-1	冷却时间:8000
------------------------
天尊(男)ai:53
治愈		95-1	冷却时间:3000
火符		96-1	冷却时间:500
施毒		97-1	冷却时间:5000
幽灵盾		98-1	冷却时间:8000
圣兽		99-3	冷却时间:10000

天尊(女)ai:54
治愈		95-1	冷却时间:3000
火符		96-1	冷却时间:500
施毒		97-1	冷却时间:5000
幽灵盾		98-1	冷却时间:8000
圣兽		99-4	冷却时间:10000
------------------------




弓箭手护卫:射箭		229
大刀护卫:大刀		230

熊猫圣兽:半月		260
松鼠圣兽:天火		261
狐狸圣兽:冰刨		262
鹿仙圣兽:喷火		7


邪恶蜈蚣(喷毒)	10	
钢铁恶魔(天火)	12
烈焰凤凰(火墙)	13
虎头锦鲤(推人)	14
黑龙(群雷)	15
万蝙教主(变身)	23





