{
	--一次创建的数量，比如这里是一次创建2个怪物，怪物死亡后，间隔一定时间后会重新生成
	count = 2,
	--出现的间隔时间，单位：秒,只有怪物死亡后，间隔这个时间才会再次生成怪物
	time = 20,
	--这个表示场景创建后，怪物第一次出现的时间。和time字段的区别是：当场景创建后，5秒钟后会出现这个怪物（第一次创建这个怪物），在之后当这个怪物每次死亡后，20秒钟后才出现这个怪物。
	firstTime = 5,
	--下面是生成的怪物的初始属性
	--mapx和mapy表示怪物出现的矩形范围中心点，	
	mapx = 23,							
	mapy = 28,
    --帅怪范围
	range = 10,
	
	--这个是怪物的id，对应monster\MonsterClass下的怪物配置表，每个怪物有个唯一的id号
	--当 entityid == 0 时该项不刷怪, 只是用于通知下脚本, 比如要广播一下第几波怪正在到来等
  	entityid = 0,
  	--这个是怪物的等级
  	entityLevel = 1,
  	
  	-- 一个参数, 当 entityid 配置为 0 时该项不刷怪, 只是用于通知下脚本, 比如要广播一下第几波怪正在到来等
  	-- entityid == 0 时, mapx, mapy, range 也会当做参数传回脚本
 	progress = 0,
},
{
	--其他刷怪点
},