-- 集字送元宝活动 -----------------------------------------------
CharItemActivityCfg = {	
	isOpen = false, -- 活动是否开启
	
	-- 定义在 PlatformDef.lua 的 GameIndexDef，注明是哪个游戏的月度活动, 0则所有游戏都开
	--gameIndex = 0, -- 霸者之刃2

	--活动时间（开始-结束(包括结束当天)）
	time = {2018,2,2, 2018,2,13},
		
	-- 挖中字帖的概率范围(万分之几), 0 则寻宝不开启
	dmkjCharItemRand = 0, -- 每33次必定获得字帖，66元
	--当挖中字帖时，挖中哪个字帖的概率范围(万分之几)
	dmkjCharItems = {
		-- {			
		-- 	rand = {0, 1900}, -- 概率范围(万分之几)
		-- 	itemId = 772, -- 霸--19%
		-- },
		-- {			
		-- 	rand = {1901, 3800}, -- 概率范围(万分之几)
		-- 	itemId = 773, -- 者--19%
		-- },
		-- {			
		-- 	rand = {3801, 5700}, -- 概率范围(万分之几)
		-- 	itemId = 774, -- 之--19%
		-- },
		-- {			
		-- 	rand = {5701, 7350}, -- 概率范围(万分之几)
		-- 	itemId = 775, -- 刃--16.5%
		-- },
		-- ------以下为佣兵装备和绝版足迹
		-- {			
		-- 	rand = {7351, 7500}, -- 概率范围(万分之几)
		-- 	itemId = 791, -- 佣兵装备1--1.5%
		-- },
		-- {			
		-- 	rand = {7501, 7650}, -- 概率范围(万分之几)
		-- 	itemId = 797, -- 佣兵装备2--1.5%
		-- },
		-- {			
		-- 	rand = {7651, 7800}, -- 概率范围(万分之几)
		-- 	itemId = 803, -- 佣兵装备3--1.5%
		-- },
		-- {			
		-- 	rand = {7801, 7900}, -- 概率范围(万分之几)
		-- 	itemId = 703, -- 绝版足迹--1%
		-- },
		-- ------
		-- {			
		-- 	rand = {7901, 8900}, -- 概率范围(万分之几)
		-- 	itemId = 776, -- 公--10%
		-- },
		-- {			
		-- 	rand = {8901, 9900}, -- 概率范围(万分之几)
		-- 	itemId = 777, -- 测--10%
		-- },
		-- {			
		-- 	rand = {9901, 10000}, -- 概率范围(万分之几)
		-- 	itemId = 778, -- 盛典--1%
		-- },
	},
	
	maxExchangeCount = 10, -- 个人每日最大只能兑换多少次（-1则不限制） (不分档)
	maxExchangeCountServer = 100, -- 全服每日最大只能兑换多少次（-1则不限制） (分档)
	
	--收集字帖
	charItems = {
		{
			--收集的字帖
			items = {5446,5447}, -- 散人
			--得到的奖励
			award = { {type = 0, id = 5454, count = 1,bind = 1} }, -- 初级礼包
		},
		{
			--收集的字帖
			items = {5446,5447,5448,5449}, -- 散人传说
			--得到的奖励
			award = { {type = 0, id = 5454, count = 2,bind = 1} }, -- 初级礼包
		},
		{
			--收集的字帖
			items = {5446,5447,5448,5449,7806,7807}, -- 散人传说圣诞
			--得到的奖励
			award = { {type = 0, id = 5455, count = 1,bind = 1} }, -- 中级礼包
		},
		{
			--收集的字帖
			items = {5446,5447,5448,5449,7806,7807,7808,7809}, -- 散人传说圣诞快乐
			--得到的奖励
			award = { {type = 0, id = 5455, count = 2,bind = 1} }, -- 中级礼包
		},
	},
}