--luascript
--
--#include"..\..\language\LangCode.txt"once
--
-- @nreload dmkj
-- @callf sys RefreshDmkjLib
DmkjConf =
    {
        DmParam =
        {
            {--count=, yb=, item= // 2016/12/28 zer
                {count = 1, yb = 200, item = {id = 860, count = 1}},
                {count = 10, yb = 1950, item = {id = 860, count = 10}},
                {count = 50, yb = 9500, item = {id = 860, count = 50}},
            },
        },
        
        
        
        
        --按次数出的寻宝配置
        SanRenXBNumberList = {
            
        
        },
        
        --正常寻宝配置
        SanRenXBList = {
            
            -----------------------------------------------------------------
            {
                HeFu = 0, --等于0就代表没合服
                DayMin = 0, --开区第X天开始
                DayMax = 99999, --开区第X天结束，填写9999999代表到永久
                Data = {
                    
{itemid = 511, rate = 1, prompt = 0, qiangdu = 0},  --//300万经验
{itemid = 83, rate = 6, prompt = 0, qiangdu = 0},  --//金砖
{itemid = 508, rate = 6, prompt = 0, qiangdu = 0},  --//金砖(绑金)
{itemid = 421, rate = 30, prompt = 0, qiangdu = 1},  --//十方刃
{itemid = 422, rate = 31, prompt = 0, qiangdu = 1},  --//十方甲(男)
{itemid = 423, rate = 32, prompt = 0, qiangdu = 1},  --//十方甲(女)
{itemid = 424, rate = 33, prompt = 0, qiangdu = 1},  --//十方盔
{itemid = 425, rate = 34, prompt = 0, qiangdu = 1},  --//十方链
{itemid = 426, rate = 35, prompt = 0, qiangdu = 1},  --//十方镯
{itemid = 427, rate = 36, prompt = 0, qiangdu = 1},  --//十方戒
{itemid = 428, rate = 37, prompt = 0, qiangdu = 1},  --//十方带
{itemid = 429, rate = 38, prompt = 0, qiangdu = 1},  --//十方靴
{itemid = 430, rate = 120, prompt = 0, qiangdu = 1},  --//霸主血剑
{itemid = 431, rate = 121, prompt = 0, qiangdu = 1},  --//霸主血甲(男)
{itemid = 432, rate = 122, prompt = 0, qiangdu = 1},  --//霸主血甲(女)
{itemid = 433, rate = 300, prompt = 0, qiangdu = 1},  --//霸主血盔
{itemid = 434, rate = 301, prompt = 0, qiangdu = 1},  --//霸主血链
{itemid = 435, rate = 302, prompt = 0, qiangdu = 1},  --//霸主血镯
{itemid = 436, rate = 303, prompt = 0, qiangdu = 1},  --//霸主血戒
{itemid = 437, rate = 304, prompt = 0, qiangdu = 1},  --//霸主血带
{itemid = 438, rate = 305, prompt = 0, qiangdu = 1},  --//霸主血靴
{itemid = 439, rate = 260, prompt = 2, qiangdu = 1},  --//通天神棍
{itemid = 440, rate = 261, prompt = 2, qiangdu = 1},  --//通天神甲(男)
{itemid = 441, rate = 262, prompt = 2, qiangdu = 1},  --//通天神甲(女)
{itemid = 442, rate = 520, prompt = 2, qiangdu = 1},  --//通天神盔
{itemid = 443, rate = 521, prompt = 2, qiangdu = 1},  --//通天神链
{itemid = 444, rate = 522, prompt = 2, qiangdu = 1},  --//通天神镯
{itemid = 445, rate = 523, prompt = 2, qiangdu = 1},  --//通天神戒
{itemid = 446, rate = 524, prompt = 2, qiangdu = 1},  --//通天神带
{itemid = 447, rate = 525, prompt = 2, qiangdu = 1},  --//通天神靴
{itemid = 451, rate = 680, prompt = 2, qiangdu = 1},  --//毁灭灵盔
{itemid = 452, rate = 681, prompt = 2, qiangdu = 1},  --//毁灭灵链
{itemid = 453, rate = 682, prompt = 2, qiangdu = 1},  --//毁灭灵镯
{itemid = 454, rate = 683, prompt = 2, qiangdu = 1},  --//毁灭灵戒
{itemid = 455, rate = 684, prompt = 2, qiangdu = 1},  --//毁灭灵带
{itemid = 456, rate = 685, prompt = 2, qiangdu = 1},  --//毁灭灵靴
{itemid = 4621, rate = 1280, prompt = 2, qiangdu = 0},  --//上古战盔
{itemid = 4622, rate = 1281, prompt = 2, qiangdu = 0},  --//上古战链
{itemid = 4623, rate = 1282, prompt = 2, qiangdu = 0},  --//上古战镯
{itemid = 4624, rate = 1283, prompt = 2, qiangdu = 0},  --//上古战戒
{itemid = 4625, rate = 1284, prompt = 2, qiangdu = 0},  --//上古战带
{itemid = 4626, rate = 1285, prompt = 2, qiangdu = 0},  --//上古战靴
{itemid = 4630, rate = 1286, prompt = 2, qiangdu = 0},  --//上古法盔
{itemid = 4631, rate = 1287, prompt = 2, qiangdu = 0},  --//上古法链
{itemid = 4632, rate = 1288, prompt = 2, qiangdu = 0},  --//上古法镯
{itemid = 4633, rate = 1289, prompt = 2, qiangdu = 0},  --//上古法戒
{itemid = 4634, rate = 1290, prompt = 2, qiangdu = 0},  --//上古法带
{itemid = 4635, rate = 1291, prompt = 2, qiangdu = 0},  --//上古法靴
{itemid = 4639, rate = 1292, prompt = 2, qiangdu = 1},  --//上古道盔
{itemid = 4640, rate = 1293, prompt = 2, qiangdu = 1},  --//上古道链
{itemid = 4641, rate = 1294, prompt = 2, qiangdu = 1},  --//上古道镯
{itemid = 4642, rate = 1295, prompt = 2, qiangdu = 1},  --//上古道戒
{itemid = 4643, rate = 1296, prompt = 2, qiangdu = 1},  --//上古道带
{itemid = 4644, rate = 1297, prompt = 2, qiangdu = 1},  --//上古道靴
{itemid = 4648, rate = 3880, prompt = 2, qiangdu = 0},  --//起源战盔
{itemid = 4649, rate = 3881, prompt = 2, qiangdu = 0},  --//起源战链
{itemid = 4650, rate = 3882, prompt = 2, qiangdu = 0},  --//起源战镯
{itemid = 4651, rate = 3883, prompt = 2, qiangdu = 0},  --//起源战戒
{itemid = 4652, rate = 3884, prompt = 2, qiangdu = 0},  --//起源战带
{itemid = 4653, rate = 3885, prompt = 2, qiangdu = 0},  --//起源战靴
{itemid = 4657, rate = 3886, prompt = 2, qiangdu = 0},  --//起源法盔
{itemid = 4658, rate = 3887, prompt = 2, qiangdu = 0},  --//起源法链
{itemid = 4659, rate = 3888, prompt = 2, qiangdu = 0},  --//起源法镯
{itemid = 4660, rate = 3889, prompt = 2, qiangdu = 0},  --//起源法戒
{itemid = 4661, rate = 3890, prompt = 2, qiangdu = 0},  --//起源法带
{itemid = 4662, rate = 3891, prompt = 2, qiangdu = 0},  --//起源法靴
{itemid = 4666, rate = 3892, prompt = 2, qiangdu = 1},  --//起源道盔
{itemid = 4667, rate = 3893, prompt = 2, qiangdu = 1},  --//起源道链
{itemid = 4668, rate = 3894, prompt = 2, qiangdu = 1},  --//起源道镯
{itemid = 4669, rate = 3895, prompt = 2, qiangdu = 1},  --//起源道戒
{itemid = 4670, rate = 3896, prompt = 2, qiangdu = 1},  --//起源道带
{itemid = 4671, rate = 3897, prompt = 2, qiangdu = 1},  --//起源道靴
{itemid = 4675, rate = 8820, prompt = 2, qiangdu = 0},  --//誓言战盔
{itemid = 4676, rate = 8821, prompt = 2, qiangdu = 0},  --//誓言战链
{itemid = 4677, rate = 8822, prompt = 2, qiangdu = 0},  --//誓言战镯
{itemid = 4678, rate = 8823, prompt = 2, qiangdu = 0},  --//誓言战戒
{itemid = 4679, rate = 8824, prompt = 2, qiangdu = 0},  --//誓言战带
{itemid = 4680, rate = 8825, prompt = 2, qiangdu = 0},  --//誓言战靴
{itemid = 4684, rate = 8826, prompt = 2, qiangdu = 0},  --//誓言法盔
{itemid = 4685, rate = 8827, prompt = 2, qiangdu = 0},  --//誓言法链
{itemid = 4686, rate = 8828, prompt = 2, qiangdu = 0},  --//誓言法镯
{itemid = 4687, rate = 8829, prompt = 2, qiangdu = 0},  --//誓言法戒
{itemid = 4688, rate = 8830, prompt = 2, qiangdu = 0},  --//誓言法带
{itemid = 4689, rate = 8831, prompt = 2, qiangdu = 0},  --//誓言法靴
{itemid = 4693, rate = 8832, prompt = 2, qiangdu = 1},  --//誓言道盔
{itemid = 4694, rate = 8833, prompt = 2, qiangdu = 1},  --//誓言道链
{itemid = 4695, rate = 8834, prompt = 2, qiangdu = 1},  --//誓言道镯
{itemid = 4696, rate = 8835, prompt = 2, qiangdu = 1},  --//誓言道戒
{itemid = 4697, rate = 8836, prompt = 2, qiangdu = 1},  --//誓言道带
{itemid = 4698, rate = 8837, prompt = 2, qiangdu = 1},  --//誓言道靴

{itemid = 448, rate = 386, prompt = 2, qiangdu = 0},  --//毁灭灵斩
{itemid = 449, rate = 387, prompt = 2, qiangdu = 0},  --//毁灭灵甲(男)
{itemid = 450, rate = 388, prompt = 2, qiangdu = 0},  --//毁灭灵甲(女)
{itemid = 4618, rate = 1280, prompt = 2, qiangdu = 0},  --//上古开山
{itemid = 4619, rate = 1281, prompt = 2, qiangdu = 0},  --//上古重甲(男)
{itemid = 4620, rate = 1282, prompt = 2, qiangdu = 0},  --//上古重甲(女)
{itemid = 4627, rate = 1283, prompt = 2, qiangdu = 0},  --//上古拂尘
{itemid = 4628, rate = 1284, prompt = 2, qiangdu = 0},  --//上古魔袍(男)
{itemid = 4629, rate = 1285, prompt = 2, qiangdu = 0},  --//上古魔袍(女)
{itemid = 4636, rate = 1286, prompt = 2, qiangdu = 1},  --//上古霹雷
{itemid = 4637, rate = 1287, prompt = 2, qiangdu = 1},  --//上古道衣(男)
{itemid = 4638, rate = 1288, prompt = 2, qiangdu = 1},  --//上古道衣(女)
{itemid = 4645, rate = 2188, prompt = 2, qiangdu = 0},  --//起源战刃
{itemid = 4646, rate = 2189, prompt = 2, qiangdu = 0},  --//起源战甲(男)
{itemid = 4647, rate = 2190, prompt = 2, qiangdu = 0},  --//起源战甲(女)
{itemid = 4654, rate = 2191, prompt = 2, qiangdu = 0},  --//起源法剑
{itemid = 4655, rate = 2192, prompt = 2, qiangdu = 0},  --//起源魔袍(男)
{itemid = 4656, rate = 2193, prompt = 2, qiangdu = 0},  --//起源魔袍(女)
{itemid = 4663, rate = 2194, prompt = 2, qiangdu = 1},  --//起源道剑
{itemid = 4664, rate = 2195, prompt = 2, qiangdu = 1},  --//起源道衣(男)
{itemid = 4665, rate = 2196, prompt = 2, qiangdu = 1},  --//起源道衣(女)
{itemid = 4672, rate = 3888, prompt = 2, qiangdu = 0},  --//誓言星王
{itemid = 4673, rate = 3889, prompt = 2, qiangdu = 0},  --//誓言战甲(男)
{itemid = 4674, rate = 3890, prompt = 2, qiangdu = 0},  --//誓言战甲(女)
{itemid = 4681, rate = 3891, prompt = 2, qiangdu = 0},  --//誓言血饮
{itemid = 4682, rate = 3892, prompt = 2, qiangdu = 0},  --//誓言魔袍(男)
{itemid = 4683, rate = 3893, prompt = 2, qiangdu = 0},  --//誓言魔袍(女)
{itemid = 4690, rate = 3894, prompt = 2, qiangdu = 1},  --//誓言天玑
{itemid = 4691, rate = 3895, prompt = 2, qiangdu = 1},  --//誓言道衣(男)
{itemid = 4692, rate = 3896, prompt = 2, qiangdu = 1},  --//誓言道衣(女)

{itemid = 493, rate = 25, prompt = 2, qiangdu = 0},  --//翅膀魂石·白虎
{itemid = 494, rate = 26, prompt = 2, qiangdu = 0},  --//翅膀魂石·青龙
{itemid = 495, rate = 28, prompt = 2, qiangdu = 0},  --//翅膀魂石·朱雀

{itemid = 87, rate = 8888, prompt = 2, qiangdu = 0},  --//冲天战刀
{itemid = 88, rate = 8889, prompt = 2, qiangdu = 0},  --//冲天战甲(男)
{itemid = 89, rate = 8886, prompt = 2, qiangdu = 0},  --//冲天战甲(女)
{itemid = 90, rate = 15888, prompt = 2, qiangdu = 0},  --//冲天战盔
{itemid = 91, rate = 15889, prompt = 2, qiangdu = 0},  --//冲天战链
{itemid = 92, rate = 15890, prompt = 2, qiangdu = 0},  --//冲天战腕
{itemid = 93, rate = 15891, prompt = 2, qiangdu = 0},  --//冲天战戒
{itemid = 94, rate = 15892, prompt = 2, qiangdu = 0},  --//冲天战带
{itemid = 95, rate = 15893, prompt = 2, qiangdu = 0},  --//冲天战靴
{itemid = 96, rate = 8887, prompt = 2, qiangdu = 0},  --//冲天魔杖
{itemid = 97, rate = 8885, prompt = 2, qiangdu = 0},  --//冲天魔袍(男)
{itemid = 98, rate = 8883, prompt = 2, qiangdu = 0},  --//冲天魔袍(女)
{itemid = 99, rate = 15875, prompt = 2, qiangdu = 0},  --//冲天魔盔
{itemid = 100, rate = 15876, prompt = 2, qiangdu = 0},  --//冲天魔链
{itemid = 101, rate = 15877, prompt = 2, qiangdu = 0},  --//冲天魔腕
{itemid = 102, rate = 15878, prompt = 2, qiangdu = 0},  --//冲天魔戒
{itemid = 103, rate = 15879, prompt = 2, qiangdu = 0},  --//冲天魔带
{itemid = 104, rate = 15880, prompt = 2, qiangdu = 0},  --//冲天魔靴
{itemid = 105, rate = 8882, prompt = 2, qiangdu = 1},  --//冲天道剑
{itemid = 106, rate = 8881, prompt = 2, qiangdu = 1},  --//冲天道衣(男)
{itemid = 107, rate = 8880, prompt = 2, qiangdu = 1},  --//冲天道衣(女)
{itemid = 108, rate = 15860, prompt = 2, qiangdu = 1},  --//冲天道盔
{itemid = 109, rate = 15861, prompt = 2, qiangdu = 1},  --//冲天道链
{itemid = 110, rate = 15862, prompt = 2, qiangdu = 1},  --//冲天道腕
{itemid = 111, rate = 15863, prompt = 2, qiangdu = 1},  --//冲天道戒
{itemid = 112, rate = 15864, prompt = 2, qiangdu = 1},  --//冲天道带
{itemid = 113, rate = 15865, prompt = 2, qiangdu = 1},  --//冲天道靴

{itemid = 114, rate = 12889, prompt = 2, qiangdu = 0},  --//菩提彻地斩
{itemid = 115, rate = 12888, prompt = 2, qiangdu = 0},  --//菩提战狂甲(男)
{itemid = 116, rate = 12887, prompt = 2, qiangdu = 0},  --//菩提战狂甲(女)
{itemid = 117, rate = 18888, prompt = 2, qiangdu = 0},  --//菩提战狂盔
{itemid = 118, rate = 18889, prompt = 2, qiangdu = 0},  --//菩提战狂链
{itemid = 119, rate = 18890, prompt = 2, qiangdu = 0},  --//菩提战狂腕
{itemid = 120, rate = 18891, prompt = 2, qiangdu = 0},  --//菩提战狂戒
{itemid = 121, rate = 18892, prompt = 2, qiangdu = 0},  --//菩提战狂带
{itemid = 122, rate = 18893, prompt = 2, qiangdu = 0},  --//菩提战狂靴
{itemid = 123, rate = 12882, prompt = 2, qiangdu = 0},  --//菩提骷髅杖
{itemid = 124, rate = 12885, prompt = 2, qiangdu = 0},  --//菩提法痴袍(男)
{itemid = 125, rate = 12883, prompt = 2, qiangdu = 0},  --//菩提法痴袍(女)
{itemid = 126, rate = 18870, prompt = 2, qiangdu = 0},  --//菩提法痴盔
{itemid = 127, rate = 18871, prompt = 2, qiangdu = 0},  --//菩提法痴链
{itemid = 128, rate = 18872, prompt = 2, qiangdu = 0},  --//菩提法痴腕
{itemid = 129, rate = 18873, prompt = 2, qiangdu = 0},  --//菩提法痴戒
{itemid = 130, rate = 18874, prompt = 2, qiangdu = 0},  --//菩提法痴带
{itemid = 131, rate = 18875, prompt = 2, qiangdu = 0},  --//菩提法痴靴
{itemid = 132, rate = 12880, prompt = 2, qiangdu = 1},  --//菩提金纹剑
{itemid = 133, rate = 12879, prompt = 2, qiangdu = 1},  --//菩提道仙衣(男)
{itemid = 134, rate = 12878, prompt = 2, qiangdu = 1},  --//菩提道仙衣(女)
{itemid = 135, rate = 18860, prompt = 2, qiangdu = 1},  --//菩提道仙盔
{itemid = 136, rate = 18861, prompt = 2, qiangdu = 1},  --//菩提道仙链
{itemid = 137, rate = 18862, prompt = 2, qiangdu = 1},  --//菩提道仙腕
{itemid = 138, rate = 18863, prompt = 2, qiangdu = 1},  --//菩提道仙戒
{itemid = 139, rate = 18864, prompt = 2, qiangdu = 1},  --//菩提道仙带
{itemid = 140, rate = 18865, prompt = 2, qiangdu = 1},  --//菩提道仙靴

                
                
                },
            },
        
        
        
        
        -----------------------------------------------------------------
        -----------------------------------------------------------------
        },
        -----------------------------------------------------------------
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        ------------------------------------------------------------------------------------ÒÔÏÂÎª¾ÉÊý¾Ý
        MjName =
        {
            Lang.ScriptTips.dm007,
        },
        
        MjAward =
        --ÃÎ½×½±ÀøÎïÆ·
        {
            {sp = 500, ep = 1000, itemid = 645, quality = 0},
            --spºÍepÊÇÃÎ½×1ËùÐèÒªµÄµãÊýµÄ·¶Î§£¬645ÊÇ½±ÀøµÄÎïÆ·id£¬ÒÔÏÂÀàÍÆ
            {sp = 1000, ep = 3000, itemid = 646, quality = 0},
            {sp = 3000, ep = 6000, itemid = 647, quality = 0},
            {sp = 6000, ep = 10000, itemid = 648, quality = 0},
            {sp = 10000, ep = 2000000, itemid = 650, quality = 0},
        --200000ÊÇ¹ÊÒâÉèÖÃÒ»¸ö·Ç³£´óµÄÊý×Ö£¬²»¿ÉÄÜ´ïµ½µÄ
        },
        
        MjPoint = 1, --Ã¿»¨·Ñ1Ôª±¦»ñµÃ1µãÃÎ½×¶È
        
        --[[
        TimeLimitItem=	--ÓÐÊ±¼äÏÞÖÆµÄÎïÆ·
        {
        hour=0,		--±»³éÖÐµÄ¼ä¸ôÊ±¼ä
        item1=0,	--ÎïÆ·1
        item2=0,	--×î¶à2¸öÎïÆ·
        },
        --]]
        FirstDmIndex = 1, --Ê×´ÎµÁÃÎ¿âË÷ÒýFirstDmIndexÅäÖÃÎª0Ôò²»Ê¹ÓÃÊ×´ÎµÁÃÎ,
        
        ItemLibs =
        {
        --不能删这个不然会报错...抽时间把这个给整理下...
--#include "DmkjLib\dmkjlib_1.lua" once
        --#include "DmkjLib\dmkjlib_2.lua" once
        --#include "DmkjLib\dmkjlib_3.lua" once
        --#include "DmkjLib\dmkjlib_4.lua" once
        --#include "DmkjLib\dmkjlib_5.lua" once
        },
        
        CombineServerActivityDayCount = 5, -- ºÏÇø»î¶¯ÌìÊý
        
        -- Ñ°±¦ÎïÆ·ÁÐ±í1 (¸ÅÂÊ·¶Î§ 0-7000)
        RandItemList1 = {
            
            ---------
            {
                rand = {0, 7000}, -- 70%
                --//¾­Ñéµ¤(Ð¡)¡¢¾­Ñéµ¤(ÖÐ)¡¢¾­Ñéµ¤(´ó)
                list = {511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 511, 512, 512, 512, 512, 512, 512, 513, 513, 513},
                prompt = 0, -- ¹«¸æ·½Ê½(0:²»¹«¸æ; 1:µ±Ç°·þ¹«¸æ; 2:ËùÓÐ·þ¹«¸æ)
            },
        },
        
        -- Ñ°±¦ÎïÆ·ÁÐ±í2 (¸ÅÂÊ·¶Î§ 7000-10000)
        RandItemList2 = {
            -- ¿ªÇøµÚÒ»Ìì
            {
                {
                    rand = {7001, 8500}, -- 15%     70¼¶ÎäÆ÷¡¢70¼¶ÒÂ·þ¡¢70¼¶¡¢75¼¶Ê×ÊÎ
                    list = {17, 18, 19, 70, 71, 72, 73, 74, 75, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309},
                    prompt = 0,
                },
                {
                    rand = {8501, 9300}, -- 8%   80¼¶ÎäÆ÷¡¢80¼¶ÒÂ·þ¡¢80¼¶Ê×ÊÎ
                    list = {20, 21, 22, 76, 77, 78, 79, 80, 81, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327},
                    prompt = 0,
                },
                -----
                {
                    rand = {9301, 9750}, -- 4.5%   2×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(Ð¡)
                    list = {527, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345},
                    prompt = 1,
                },
                {
                    rand = {9751, 9800}, -- 0.5%   1×ªÎäÆ÷¡¢1×ªÒÂ·þ
                    list = {23, 24, 25, 82, 83, 84, 85, 86, 87, 82, 83, 84, 85, 86, 87},
                    prompt = 1,
                },
                -----
                {
                    rand = {9801, 9960}, -- 1.6%   4×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(ÖÐ)
                    list = {528, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363},
                    prompt = 1,
                },
                {
                    rand = {9961, 9970}, -- 0.1%   3×ªÎäÆ÷¡¢3×ªÒÂ·þ
                    list = {26, 27, 28, 88, 89, 90, 91, 92, 93, 88, 89, 90, 91, 92, 93},
                    prompt = 1,
                },
                -----
                {
                    rand = {9971, 9994}, -- 0.25%  6×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(´ó)
                    list = {529, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381},
                    prompt = 1,
                },
                {
                    rand = {9995, 9998}, -- 0.04%   5×ªÎäÆ÷¡¢5×ªÒÂ·þ
                    list = {29, 30, 31, 94, 95, 96, 97, 98, 99, 94, 95, 96, 97, 98, 99},
                    prompt = 1,
                },
                -----
                {
                    rand = {9999, 10000}, -- 0.01%  50000Ôª±¦
                    list = {820},
                    prompt = 1,
                },
            },
            
            -- ¿ªÇøµÚÈýÌì
            {
                {
                    rand = {7001, 8500}, -- 15%     70¼¶ÎäÆ÷¡¢70¼¶ÒÂ·þ¡¢70¼¶¡¢75¼¶Ê×ÊÎ
                    list = {17, 18, 19, 70, 71, 72, 73, 74, 75, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309},
                    prompt = 0,
                },
                {
                    rand = {8501, 9300}, -- 8%   80¼¶ÎäÆ÷¡¢80¼¶ÒÂ·þ¡¢80¼¶Ê×ÊÎ
                    list = {20, 21, 22, 76, 77, 78, 79, 80, 81, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327},
                    prompt = 0,
                },
                -----
                {
                    rand = {9301, 9750}, -- 4.5%   2×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(Ð¡)
                    list = {527, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345},
                    prompt = 1,
                },
                {
                    rand = {9751, 9800}, -- 0.5%   1×ªÎäÆ÷¡¢1×ªÒÂ·þ
                    list = {23, 24, 25, 82, 83, 84, 85, 86, 87, 82, 83, 84, 85, 86, 87},
                    prompt = 1,
                },
                -----
                {
                    rand = {9801, 9960}, -- 1.6%   4×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(ÖÐ)
                    list = {528, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363},
                    prompt = 1,
                },
                {
                    rand = {9961, 9970}, -- 0.1%   3×ªÎäÆ÷¡¢3×ªÒÂ·þ
                    list = {26, 27, 28, 88, 89, 90, 91, 92, 93, 88, 89, 90, 91, 92, 93},
                    prompt = 1,
                },
                -----
                {
                    rand = {9971, 9994}, -- 0.25%  6×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(´ó)
                    list = {529, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381},
                    prompt = 1,
                },
                {
                    rand = {9995, 9998}, -- 0.04%   5×ªÎäÆ÷¡¢5×ªÒÂ·þ
                    list = {29, 30, 31, 94, 95, 96, 97, 98, 99, 94, 95, 96, 97, 98, 99},
                    prompt = 1,
                },
                -----
                {
                    rand = {9999, 10000}, -- 0.01%  50000Ôª±¦
                    list = {820},
                    prompt = 1,
                },
            },
            
            -- ¿ªÇøµÚ°ËÌì
            {
                {
                    rand = {7001, 8500}, -- 15%     70¼¶ÎäÆ÷¡¢70¼¶ÒÂ·þ¡¢70¼¶¡¢75¼¶Ê×ÊÎ
                    list = {17, 18, 19, 70, 71, 72, 73, 74, 75, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309},
                    prompt = 0,
                },
                {
                    rand = {8501, 9300}, -- 8%   80¼¶ÎäÆ÷¡¢80¼¶ÒÂ·þ¡¢80¼¶Ê×ÊÎ
                    list = {20, 21, 22, 76, 77, 78, 79, 80, 81, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327},
                    prompt = 0,
                },
                -----
                {
                    rand = {9301, 9750}, -- 4.5%   2×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(Ð¡)
                    list = {527, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345},
                    prompt = 1,
                },
                {
                    rand = {9751, 9800}, -- 0.5%   1×ªÎäÆ÷¡¢1×ªÒÂ·þ
                    list = {23, 24, 25, 82, 83, 84, 85, 86, 87, 82, 83, 84, 85, 86, 87},
                    prompt = 1,
                },
                -----
                {
                    rand = {9801, 9960}, -- 1.6%   4×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(ÖÐ)
                    list = {528, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363},
                    prompt = 1,
                },
                {
                    rand = {9961, 9970}, -- 0.1%   3×ªÎäÆ÷¡¢3×ªÒÂ·þ
                    list = {26, 27, 28, 88, 89, 90, 91, 92, 93, 88, 89, 90, 91, 92, 93},
                    prompt = 1,
                },
                -----
                {
                    rand = {9971, 9994}, -- 0.25%  6×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(´ó)
                    list = {529, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381},
                    prompt = 1,
                },
                {
                    rand = {9995, 9998}, -- 0.04%   5×ªÎäÆ÷¡¢5×ªÒÂ·þ
                    list = {29, 30, 31, 94, 95, 96, 97, 98, 99, 94, 95, 96, 97, 98, 99},
                    prompt = 1,
                },
                -----
                {
                    rand = {9999, 10000}, -- 0.01%  50000Ôª±¦
                    list = {820},
                    prompt = 1,
                },
            },
            
            -- ºÏÇø»î¶¯
            {
                {
                    rand = {7001, 8500}, -- 15%     70¼¶ÎäÆ÷¡¢70¼¶ÒÂ·þ¡¢70¼¶¡¢75¼¶Ê×ÊÎ
                    list = {17, 18, 19, 70, 71, 72, 73, 74, 75, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309},
                    prompt = 0,
                },
                {
                    rand = {8501, 9300}, -- 8%   80¼¶ÎäÆ÷¡¢80¼¶ÒÂ·þ¡¢80¼¶Ê×ÊÎ
                    list = {20, 21, 22, 76, 77, 78, 79, 80, 81, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327},
                    prompt = 0,
                },
                -----
                {
                    rand = {9301, 9750}, -- 4.5%   2×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(Ð¡)
                    list = {527, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345},
                    prompt = 1,
                },
                {
                    rand = {9751, 9800}, -- 0.5%   1×ªÎäÆ÷¡¢1×ªÒÂ·þ
                    list = {23, 24, 25, 82, 83, 84, 85, 86, 87, 82, 83, 84, 85, 86, 87},
                    prompt = 1,
                },
                -----
                {
                    rand = {9801, 9960}, -- 1.6%   4×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(ÖÐ)
                    list = {528, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363},
                    prompt = 1,
                },
                {
                    rand = {9961, 9970}, -- 0.1%   3×ªÎäÆ÷¡¢3×ªÒÂ·þ
                    list = {26, 27, 28, 88, 89, 90, 91, 92, 93, 88, 89, 90, 91, 92, 93},
                    prompt = 1,
                },
                -----
                {
                    rand = {9971, 9994}, -- 0.25%  6×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(´ó)
                    list = {529, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381},
                    prompt = 1,
                },
                {
                    rand = {9995, 9998}, -- 0.04%   5×ªÎäÆ÷¡¢5×ªÒÂ·þ
                    list = {29, 30, 31, 94, 95, 96, 97, 98, 99, 94, 95, 96, 97, 98, 99},
                    prompt = 1,
                },
                -----
                {
                    rand = {9999, 10000}, -- 0.01%  50000Ôª±¦
                    list = {820},
                    prompt = 1,
                },
            },
            
            -- ÔÂ¶È»î¶¯»òÕß°Ù·þ»î¶¯
            {
                {
                    rand = {7001, 8500}, -- 15%     70¼¶ÎäÆ÷¡¢70¼¶ÒÂ·þ¡¢70¼¶¡¢75¼¶Ê×ÊÎ
                    list = {17, 18, 19, 70, 71, 72, 73, 74, 75, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309},
                    prompt = 0,
                },
                {
                    rand = {8501, 9300}, -- 8%   80¼¶ÎäÆ÷¡¢80¼¶ÒÂ·þ¡¢80¼¶Ê×ÊÎ
                    list = {20, 21, 22, 76, 77, 78, 79, 80, 81, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327},
                    prompt = 0,
                },
                -----
                {
                    rand = {9301, 9750}, -- 4.5%   2×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(Ð¡)
                    list = {527, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345},
                    prompt = 1,
                },
                {
                    rand = {9751, 9800}, -- 0.5%   1×ªÎäÆ÷¡¢1×ªÒÂ·þ
                    list = {23, 24, 25, 82, 83, 84, 85, 86, 87, 82, 83, 84, 85, 86, 87},
                    prompt = 1,
                },
                -----
                {
                    rand = {9801, 9960}, -- 1.6%   4×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(ÖÐ)
                    list = {528, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363},
                    prompt = 1,
                },
                {
                    rand = {9961, 9970}, -- 0.1%   3×ªÎäÆ÷¡¢3×ªÒÂ·þ
                    list = {26, 27, 28, 88, 89, 90, 91, 92, 93, 88, 89, 90, 91, 92, 93},
                    prompt = 1,
                },
                -----
                {
                    rand = {9971, 9994}, -- 0.25%  6×ªÊ×ÊÎ¡¢ÌØ½ä½á¾§(´ó)
                    list = {529, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381},
                    prompt = 1,
                },
                {
                    rand = {9995, 9998}, -- 0.04%   5×ªÎäÆ÷¡¢5×ªÒÂ·þ
                    list = {29, 30, 31, 94, 95, 96, 97, 98, 99, 94, 95, 96, 97, 98, 99},
                    prompt = 1,
                },
                -----
                {
                    rand = {9999, 10000}, -- 0.01%  50000Ôª±¦
                    list = {820},
                    prompt = 1,
                },
            },
        },
        
        
        -- Ã¿Ñ°±¦¶àÉÙ´Îµ½¶àÉÙ´ÎÖ®¼ä±Ø³éÖÐ TimesItemList ÖÐµÄÎïÆ·
        TimesRange = {150, 250},
        -- Ã¿Ñ°±¦¶àÉÙ´Î±Ø³éÖÐµÄÎïÆ·
        TimesItemList = {
            -- ¿ªÇøµÚÒ»Ìì
            {
                list = {529},
                prompt = 1,
            },
            
            -- ¿ªÇøµÚÈýÌì
            {
                list = {529},
                prompt = 1,
            },
            
            -- ¿ªÇøµÚ°ËÌì
            {
                list = {529},
                prompt = 1,
            },
            
            -- ºÏÇø»î¶¯
            {
                list = {529},
                prompt = 1,
            },
            
            -- ÔÂ¶È»î¶¯»òÕß°Ù·þ»î¶¯
            {
                list = {529},
                prompt = 1,
            },
        },
    }
