    --兑换
    BrotherTasks =
    {
	    {  --杀怪类型
			{
				txt ="击杀1转boss",
				monsterId = {189,306,507,508,509,510,511,592,596,636,637,647,696,705,715,719,737,747,755,811,812,945,946,947,956,1044,1045,1047,38},
				needKillCount =3,
				value =2000,
			},
			{
				txt ="击杀2转boss",
				monsterId = {309,485,487,489,491,493,638,648,697,706,716,720,738,756,948,957,1046,1049,44},
				needKillCount =2,
				value =2000,
			},
			{
				txt ="击杀3转boss",
				monsterId = {51,312,635,639,649,698,707,717,721,723,727,739,757,786,949,958,1051},
				needKillCount =1,
				value =2000,
			},
			{
				txt ="击杀4转boss",
				monsterId = {56,315,640,650,699,708,718,722,724,728,731,740,758,788,813,819,820,950,959},
				needKillCount =1,
				value =2500,
			},
			{
				txt ="击杀5转boss",
				monsterId = {63,318,641,651,700,709,725,729,732,741,759,814,821,951,960},
				needKillCount =1,
				value =3000,
			},
		},
		{	--买玫瑰任务
			{
				txt ="赠送9朵玫瑰",
				value =500,
			},
			{
				txt ="赠送99朵玫瑰",
				value =1500,
			},
			{
				txt ="赠送999朵玫瑰",
				value =10000,
			},
		},
		{  --首冲
			{
				txt ="首充/Boss直充",
				value =3000,
			},
		},
		
        --{
        --    Name= "<(c0xFFeed49c)收集1转符文任意3个>",  --兑换名称
        --    SrcItemId = {3551,3552,3553,3554,3555,3556,3557,3558},         --兑换的道具id
        --    Count = 3,                --数量
        --    Value = 10,               --获得的亲密度
        --},
        ---- 
        --{
        --    Name= "<(c0xFFeed49c)收集2转符文任意2个>",
        --    SrcItemId = {3559,3560,3561,3562,3563,3564,3565,3566},
        --    Count = 2,
        --    Value = 12,
        --},
        --
        --{
        --    Name= "<(c0xFFeed49c)收集3转符文任意2个>",
        --    SrcItemId = {3567,3568,3569,3570,3571,3572,3573,3574},
        --    Count = 2,
        --    Value = 15,
        --},        
        --
        --{
        --    Name= "<(c0xFFeed49c)收集4转符文任意1个>",
        --    SrcItemId = {3575,3576,3577,3578,3579,3580,3581,3582},
        --    Count = 1,
        --    Value = 20,
        --},
        --
        --{
        --    Name= "<(c0xFFeed49c)收集5转符文任意1个>",
        --    SrcItemId = {3583,3584,3585,3586,3587,3588,3589,3590},
        --    Count = 1,
        --    Value = 26,
        --},
        --
        --{
        --    Name= "<(c0xFFeed49c)收集6转符文任意1个>",
        --    SrcItemId = {3591,3592,3593,3594,3595,3596,3597,3598},
        --    Count = 1,
        --    Value = 38,
        --},
        --
        --{
        --    Name= "<(c0xFFeed49c)收集八荒装备任意3件>",
        --    SrcItemId = {403,404,405,406,407,408,409,410,411},
        --    Count = 3,
        --    Value = 3,
        --},
        --{
        --    Name= "<(c0xFFeed49c)收集九宫装备任意3件>",
        --    SrcItemId = {412,413,414,415,416,417,418,419,420},
        --    Count = 3,
        --    Value = 6,
        --},
        --{
        --    Name= "<(c0xFFeed49c)收集十方装备任意3件>",
        --    SrcItemId = {421,422,423,424,425,426,427,428,429},
        --    Count = 3,
        --    Value = 10,
        --},
        --{
        --    Name= "<(c0xFFeed49c)收集1转首饰任意3件>",
        --    SrcItemId = {433,434,435,436,437,438},
        --    Count = 3,
        --    Value = 15,
        --},
        --{
        --    Name= "<(c0xFFeed49c)收集2转首饰任意2件>",
        --    SrcItemId = {442,443,444,445,446,447},
        --    Count = 2,
        --    Value = 20,
        --},
        --{
        --    Name= "<(c0xFFeed49c)收集3转首饰任意1件>",
        --    SrcItemId = {451,452,453,454,455,456},
        --    Count = 1,
        --    Value = 25,
        --},
        --
        --{
        --    Name= "<(c0xFFeed49c)收集霸主血刃1件>",
        --    SrcItemId = {430},
        --    Count = 1,
        --    Value = 50,
        --},
        --{
        --    Name= "<(c0xFFeed49c)收集霸主血甲(男女)任意1件>",
        --    SrcItemId = {431,432},
        --    Count = 1,
        --    Value = 40,
        --},
        --
        --
        --{
        --    Name= "<(c0xFFeed49c)收集通天神剑1件>",
        --    SrcItemId = {439},
        --    Count = 1,
        --    Value = 100,
        --},
        --{
        --    Name= "<(c0xFFeed49c)收集通天神甲(男女)任意1件>",
        --    SrcItemId = {440,441},
        --    Count = 1,
        --    Value = 80,
        --},
        --
        --{
        --    Name= "<(c0xFFeed49c)收集毁灭灵斩1件>",
        --    SrcItemId = {448},
        --    Count = 1,
        --    Value = 200,
        --},
        --{
        --    Name= "<(c0xFFeed49c)收集毁灭灵甲(男女)任意1件>",
        --    SrcItemId = {449,450},
        --    Count = 1,
        --    Value = 150,
        --},
        --
        --
        --{
        --    Name= "<(c0xFFeed49c)收集神甲碎片>",
        --    SrcItemId = {5170},
        --    Count = 1,
        --    Value = 108,
        --},
        --
        --{
        --    Name= "<(c0xFFeed49c)收集书页5张>",
        --    SrcItemId = {469},
        --    Count = 5,
        --    Value = 5,
        --},
        --
        --{
        --    Name= "<(c0xFFeed49c)收集九花玉露丸>",
        --    SrcItemId = {4741},
        --    Count = 1,
        --    Value = 20,
        --},
    }