--战装套装属性
EquipSuitAttrCfg =
{
    
    
    
    --  --(a1)
    -- {
    --     --(a2)
    --     {
    --         {type = (a3), value = (a4), }, --(a5)
    --         {type = (a6), value = (a7), }, --(a8)
    --         {type = (a9), value = (a10), }, --(a11)
    --         {type = (a12), value = (a13), }, --(a14)
    --         {type = (a15), value = (a16), }, --(a17)
    --         {type = (a18), value = (a19), }, --(a20)
    --         {type = (a21), value = (a22), }, --(a23)
    --     },
    --     --(a24)
    --     {
    --         {type = (a25), value = (a26), }, --(a27)
    --         {type = (a28), value = (a29), }, --(a30)
    --         {type = (a31), value = (a32), }, --(a33)
    --         {type = (a34), value = (a35), }, --(a36)
    --         {type = (a37), value = (a38), }, --(a39)
    --         {type = (a40), value = (a41), }, --(a42)
    --         {type = (a43), value = (a44), }, --(a45)
    --     },
    --     --(a46)
    --     {
    --         {type = (a47), value = (a48), }, --(a49)
    --         {type = (a50), value = (a51), }, --(a52)
    --         {type = (a53), value = (a54), }, --(a55)
    --         {type = (a56), value = (a57), }, --(a58)
    --         {type = (a59), value = (a60), }, --(a61)
    --         {type = (a62), value = (a63), }, --(a64)
    --         {type = (a65), value = (a66), }, --(a67)
    --     },
    -- },

       --1阶
    {
        --战士
        {
            {type = 5, value = 5000, }, --战士HP
            {type = 161, value = 100, }, --对战士伤害增加
            {type = 163, value = 100, }, --对法师伤害增加
            {type = 165, value = 100, }, --对道士伤害增加
            {type = 119, value = 100, }, --受战士伤害减少
            {type = 121, value = 100, }, --受法师伤害减少
            {type = 123, value = 100, }, --受道士伤害减少
        },
        --法师
        {
            {type = 5, value = 1395, }, --法师HP
            {type = 161, value = 100, }, --对战士伤害增加
            {type = 163, value = 100, }, --对法师伤害增加
            {type = 165, value = 100, }, --对道士伤害增加
            {type = 119, value = 100, }, --受战士伤害减少
            {type = 121, value = 100, }, --受法师伤害减少
            {type = 123, value = 100, }, --受道士伤害减少
        },
        --道士
        {
            {type = 5, value = 2790, }, --道士HP
            {type = 161, value = 100, }, --对战士伤害增加
            {type = 163, value = 100, }, --对法师伤害增加
            {type = 165, value = 100, }, --对道士伤害增加
            {type = 119, value = 100, }, --受战士伤害减少
            {type = 121, value = 100, }, --受法师伤害减少
            {type = 123, value = 100, }, --受道士伤害减少
        },
    },
     --2阶
    {
        --战士
        {
            {type = 5, value = 20000, }, --战士HP
            {type = 161, value = 300, }, --对战士伤害增加
            {type = 163, value = 300, }, --对法师伤害增加
            {type = 165, value = 300, }, --对道士伤害增加
            {type = 119, value = 300, }, --受战士伤害减少
            {type = 121, value = 300, }, --受法师伤害减少
            {type = 123, value = 300, }, --受道士伤害减少
        },
        --法师
        {
            {type = 5, value = 5576, }, --法师HP
            {type = 161, value = 300, }, --对战士伤害增加
            {type = 163, value = 300, }, --对法师伤害增加
            {type = 165, value = 300, }, --对道士伤害增加
            {type = 119, value = 300, }, --受战士伤害减少
            {type = 121, value = 300, }, --受法师伤害减少
            {type = 123, value = 300, }, --受道士伤害减少
        },
        --道士
        {
            {type = 5, value = 11160, }, --道士HP
            {type = 161, value = 300, }, --对战士伤害增加
            {type = 163, value = 300, }, --对法师伤害增加
            {type = 165, value = 300, }, --对道士伤害增加
            {type = 119, value = 300, }, --受战士伤害减少
            {type = 121, value = 300, }, --受法师伤害减少
            {type = 123, value = 300, }, --受道士伤害减少
        },
    },
     --3阶
    {
        --战士
        {
            {type = 5, value = 40000, }, --战士HP
            {type = 161, value = 600, }, --对战士伤害增加
            {type = 163, value = 600, }, --对法师伤害增加
            {type = 165, value = 600, }, --对道士伤害增加
            {type = 119, value = 600, }, --受战士伤害减少
            {type = 121, value = 600, }, --受法师伤害减少
            {type = 123, value = 600, }, --受道士伤害减少
        },
        --法师
        {
            {type = 5, value = 11152, }, --法师HP
            {type = 161, value = 600, }, --对战士伤害增加
            {type = 163, value = 600, }, --对法师伤害增加
            {type = 165, value = 600, }, --对道士伤害增加
            {type = 119, value = 600, }, --受战士伤害减少
            {type = 121, value = 600, }, --受法师伤害减少
            {type = 123, value = 600, }, --受道士伤害减少
        },
        --道士
        {
            {type = 5, value = 22320, }, --道士HP
            {type = 161, value = 600, }, --对战士伤害增加
            {type = 163, value = 600, }, --对法师伤害增加
            {type = 165, value = 600, }, --对道士伤害增加
            {type = 119, value = 600, }, --受战士伤害减少
            {type = 121, value = 600, }, --受法师伤害减少
            {type = 123, value = 600, }, --受道士伤害减少
        },
    },
     --4阶
    {
        --战士
        {
            {type = 5, value = 60000, }, --战士HP
            {type = 161, value = 900, }, --对战士伤害增加
            {type = 163, value = 900, }, --对法师伤害增加
            {type = 165, value = 900, }, --对道士伤害增加
            {type = 119, value = 900, }, --受战士伤害减少
            {type = 121, value = 900, }, --受法师伤害减少
            {type = 123, value = 900, }, --受道士伤害减少
        },
        --法师
        {
            {type = 5, value = 16728, }, --法师HP
            {type = 161, value = 900, }, --对战士伤害增加
            {type = 163, value = 900, }, --对法师伤害增加
            {type = 165, value = 900, }, --对道士伤害增加
            {type = 119, value = 900, }, --受战士伤害减少
            {type = 121, value = 900, }, --受法师伤害减少
            {type = 123, value = 900, }, --受道士伤害减少
        },
        --道士
        {
            {type = 5, value = 33480, }, --道士HP
            {type = 161, value = 900, }, --对战士伤害增加
            {type = 163, value = 900, }, --对法师伤害增加
            {type = 165, value = 900, }, --对道士伤害增加
            {type = 119, value = 900, }, --受战士伤害减少
            {type = 121, value = 900, }, --受法师伤害减少
            {type = 123, value = 900, }, --受道士伤害减少
        },
    },
     --5阶
    {
        --战士
        {
            {type = 5, value = 90000, }, --战士HP
            {type = 161, value = 1200, }, --对战士伤害增加
            {type = 163, value = 1200, }, --对法师伤害增加
            {type = 165, value = 1200, }, --对道士伤害增加
            {type = 119, value = 1200, }, --受战士伤害减少
            {type = 121, value = 1200, }, --受法师伤害减少
            {type = 123, value = 1200, }, --受道士伤害减少
        },
        --法师
        {
            {type = 5, value = 25092, }, --法师HP
            {type = 161, value = 1200, }, --对战士伤害增加
            {type = 163, value = 1200, }, --对法师伤害增加
            {type = 165, value = 1200, }, --对道士伤害增加
            {type = 119, value = 1200, }, --受战士伤害减少
            {type = 121, value = 1200, }, --受法师伤害减少
            {type = 123, value = 1200, }, --受道士伤害减少
        },
        --道士
        {
            {type = 5, value = 50220, }, --道士HP
            {type = 161, value = 1200, }, --对战士伤害增加
            {type = 163, value = 1200, }, --对法师伤害增加
            {type = 165, value = 1200, }, --对道士伤害增加
            {type = 119, value = 1200, }, --受战士伤害减少
            {type = 121, value = 1200, }, --受法师伤害减少
            {type = 123, value = 1200, }, --受道士伤害减少
        },
    },

    
}
