--龙装配置属性
EquipDragonCfg =
{
    --龙装融合id，客户端使用的(有个特殊情况,女装的位置应该放到第5个)
    dragonIds = {
        {5960,5961,5963,5964,5962,5965,5966,5967,5968},
        {5969,5970,5972,5973,5971,5974,5975,5976,5977},
        {5978,5979,5981,5982,5980,5983,5984,5985,5986},
        {5987,5988,5990,5991,5989,5992,5993,5994,5995},
        {5996,5997,5999,6000,5998,6001,6002,6003,6004},
    },

    --dragonIds5 = {5996,5997,5998,5999,6000,6001,6002,6003,6004},
    --龙装外观
    shape=
    {
        --1级龙装
        {
            weapon = 
            {
                94,94,94,94,94,94 --战士男,战士女,法师男,法师女,道士男,道士女
            },
            dress = 
            {
                187,188,187,188,187,188 --战士男,战士女,法师男,法师女,道士男,道士女
            },
        },

            --2级龙装
        {
            weapon = 
            {
                102,102,102,102,102,102 --战士男,战士女,法师男,法师女,道士男,道士女
            },
            dress = 
            {
                201,202,201,202,201,202 --战士男,战士女,法师男,法师女,道士男,道士女
            },
        },

             --3级龙装
        {
            weapon = 
            {
                106,106,106,106,106,106 --战士男,战士女,法师男,法师女,道士男,道士女
            },
            dress = 
            {
                223,224,223,224,223,224 --战士男,战士女,法师男,法师女,道士男,道士女
            },
        },

             --4级龙装
        {
            weapon = 
            {
                111,111,111,111,111,111 --战士男,战士女,法师男,法师女,道士男,道士女
            },
            dress = 
            {
                240,241,240,241,240,241 --战士男,战士女,法师男,法师女,道士男,道士女
            },
        },

             --5级龙装
        {
            weapon = 
            {
                128,128,128,128,128,128 --战士男,战士女,法师男,法师女,道士男,道士女
            },
            dress = 
            {
                288,289,288,289,288,289 --战士男,战士女,法师男,法师女,道士男,道士女
            },
        },
       
       
    },
    LevelInfo =
    {
        --1级
        {
              AddRate =30, --基础属性加成倍率,百分比
              DropRate = 40,    --死亡掉落几率,百分比
              szName= "I",  --等级显示名称
        },
        --2级
        {
              AddRate =80, --基础属性加成倍率,百分比
              DropRate = 45,    --死亡掉落几率,百分比
              szName= "II",  --等级显示名称
        },
        --三级
        {
              AddRate =130, --基础属性加成倍率,百分比
              DropRate = 50,    --死亡掉落几率,百分比
              szName= "III",  --等级显示名称
        },
        --四级
        {
              AddRate =180, --基础属性加成倍率,百分比
              DropRate = 55,    --死亡掉落几率,百分比
              szName= "IV",  --等级显示名称
        },
        --五级
        {
              AddRate =230, --基础属性加成倍率,百分比
              DropRate = 60,    --死亡掉落几率,百分比
              szName= "V",  --等级显示名称
        },
    },

    TypeName={"龍之斩","龍之甲(男)","龍之盔","龍之链","龍之甲(女)","龍之镯","龍之戒","龍之带","龍之靴"}, --依次为武器,衣服,头盔,项链,女衣服,手镯,戒指,腰带,鞋子
 
    --套装配置属性
    SuitAttr =
    {


-- {type = (a1),value = (a2),job=0},--(a3)
-- {type = (a4),value = (a5),job=0},--(a6)
-- {type = (a7),value = (a8),job=0},--(a9)
-- {type = (a10),value = (a11),job=1},--(a12)
-- {type = (a13),value = (a14),job=2},--(a15)
-- {type = (a16),value = (a17),job=3},--(a18)
-- {type = (a19),value = (a20),job=0},--(a21)
-- {type = (a22),value = (a23),job=0},--(a24)







        --1级套装
        {
{type = 29,value = 100,job=0},--准确
{type = 31,value = 100,job=0},--闪避
{type = 6,value = 0.02,job=0},--生命上限 
{type = 12,value = 0.02,job=1},--战士攻击倍率
{type = 16,value = 0.02,job=2},--法师攻击倍率
{type = 20,value = 0.02,job=3},--道士攻击倍率
{type = 128,value = 100,job=0},--暴击几率
{type = 129,value = 9888,job=0},--暴击伤害

        },
        --2级套装
        {
{type = 29,value = 300,job=0},--准确
{type = 31,value = 300,job=0},--闪避
{type = 6,value = 0.04,job=0},--生命上限 
{type = 12,value = 0.04,job=1},--战士攻击倍率
{type = 16,value = 0.04,job=2},--法师攻击倍率
{type = 20,value = 0.04,job=3},--道士攻击倍率
{type = 128,value = 200,job=0},--暴击几率
{type = 129,value = 19888,job=0},--暴击伤害

        },
         --3级套装
        {
{type = 29,value = 500,job=0},--准确
{type = 31,value = 500,job=0},--闪避
{type = 6,value = 0.06,job=0},--生命上限 
{type = 12,value = 0.06,job=1},--战士攻击倍率
{type = 16,value = 0.06,job=2},--法师攻击倍率
{type = 20,value = 0.06,job=3},--道士攻击倍率
{type = 128,value = 300,job=0},--暴击几率
{type = 129,value = 29888,job=0},--暴击伤害
        },
         --4级套装
        {
{type = 29,value = 800,job=0},--准确
{type = 31,value = 800,job=0},--闪避
{type = 6,value = 0.08,job=0},--生命上限 
{type = 12,value = 0.08,job=1},--战士攻击倍率
{type = 16,value = 0.08,job=2},--法师攻击倍率
{type = 20,value = 0.08,job=3},--道士攻击倍率
{type = 128,value = 400,job=0},--暴击几率
{type = 129,value = 39888,job=0},--暴击伤害

        },
        --5级套装
        {
{type = 29,value = 1200,job=0},--准确
{type = 31,value = 1200,job=0},--闪避
{type = 6,value = 0.1,job=0},--生命上限 
{type = 12,value = 0.1,job=1},--战士攻击倍率
{type = 16,value = 0.1,job=2},--法师攻击倍率
{type = 20,value = 0.1,job=3},--道士攻击倍率
{type = 128,value = 500,job=0},--暴击几率
{type = 129,value = 51888,job=0},--暴击伤害
        },
    },
    --龙装合成 --入口在三昧真火
    Compose =
    {
        {
            name="龍装II合成",
            list=
            {
                {itemid=5960,count=3,destid=5969}, --itemid为待合成道具 count=为数量 destid为合成道具
                {itemid=5961,count=3,destid=5970},
                {itemid=5962,count=3,destid=5971},
                {itemid=5963,count=3,destid=5972},
                {itemid=5964,count=3,destid=5973},
                {itemid=5965,count=3,destid=5974},
                {itemid=5966,count=3,destid=5975},
                {itemid=5967,count=3,destid=5976},
                {itemid=5968,count=3,destid=5977},
            },
        },
        {
             name="龍装III合成",
            list=
            {
                {itemid=5969,count=3,destid=5978}, --itemid为待合成道具 count=为数量 destid为合成道具
                {itemid=5970,count=3,destid=5979},
                {itemid=5971,count=3,destid=5980},
                {itemid=5972,count=3,destid=5981},
                {itemid=5973,count=3,destid=5982},
                {itemid=5974,count=3,destid=5983},
                {itemid=5975,count=3,destid=5984},
                {itemid=5976,count=3,destid=5985},
                {itemid=5977,count=3,destid=5986},
            },
        },
        {
             name="龍装IV合成",
            list=
            {
                {itemid=5978,count=3,destid=5987}, --itemid为待合成道具 count=为数量 destid为合成道具
                {itemid=5979,count=3,destid=5988},
                {itemid=5980,count=3,destid=5989},
                {itemid=5981,count=3,destid=5990},
                {itemid=5982,count=3,destid=5991},
                {itemid=5983,count=3,destid=5992},
                {itemid=5984,count=3,destid=5993},
                {itemid=5985,count=3,destid=5994},
                {itemid=5986,count=3,destid=5995},
            },
        },
        {
             name="龍装V合成",
            list=
            {
                {itemid=5987,count=3,destid=5996}, --itemid为待合成道具 count=为数量 destid为合成道具
                {itemid=5988,count=3,destid=5997},
                {itemid=5989,count=3,destid=5998},
                {itemid=5990,count=3,destid=5999},
                {itemid=5991,count=3,destid=6000},
                {itemid=5992,count=3,destid=6001},
                {itemid=5993,count=3,destid=6002},
                {itemid=5994,count=3,destid=6003},
                {itemid=5995,count=3,destid=6004},
            },
        },

    },
    --龙装融合与拆分
    Fuse =
    {
--1级龙装
       {
            --武器
            {
                Name = "龍之斩I",
                Item=
                {

                    --  {id=(a1),id2=(a2),money = (a3),pro=(a4),}, --(a5) 


                    {
                        Name= "上古·龍之斩I",
                        List =
                        {
    --id融合前装备id id2 材料id 材料id pro=0.无 1.王 2.帝 money =拆分元宝
            {id=4618,id2=5960,money = 2888,pro=0,}, --上古开山 
            {id=4627,id2=5960,money = 2888,pro=0,}, --上古拂尘 
            {id=4636,id2=5960,money = 2888,pro=0,}, --上古霹雷 


                        }, 
                    },

                   {
                        Name= "起源·龍之斩I",
                        List =
                        {
 {id=4645,id2=5960,money = 4888,pro=0,}, --起源战刃 
 {id=4654,id2=5960,money = 4888,pro=0,}, --起源法剑 
 {id=4663,id2=5960,money = 4888,pro=0,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "誓言·龍之斩I",
                        List =
                        {
 {id=4672,id2=5960,money = 6888,pro=0,}, --誓言星王 
 {id=4681,id2=5960,money = 6888,pro=0,}, --誓言血饮 
 {id=4690,id2=5960,money = 6888,pro=0,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "冲天·龍之斩I",
                        List =
                        {
 {id=87,id2=5960,money = 8888,pro=0,}, --冲天战刀 
 {id=96,id2=5960,money = 8888,pro=0,}, --冲天魔杖 
 {id=105,id2=5960,money = 8888,pro=0,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "菩提·龍之斩I",
                        List =
                        {
 {id=114,id2=5960,money = 10888,pro=0,}, --菩提彻地斩 
 {id=123,id2=5960,money = 10888,pro=0,}, --菩提骷髅杖 
 {id=132,id2=5960,money = 10888,pro=0,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "无尘·龍之斩I",
                        List =
                        {
 {id=141,id2=5960,money = 12888,pro=0,}, --无尘怒斩 
 {id=150,id2=5960,money = 12888,pro=0,}, --无尘禅杖 
 {id=159,id2=5960,money = 12888,pro=0,}, --无尘血剑 

                        }, 
                    },



                    {
                        Name= "芙蓉·龍之斩I",
                        List =
                        {
 {id=168,id2=5960,money = 15888,pro=0,}, --无尘怒斩 
 {id=177,id2=5960,money = 15888,pro=0,}, --无尘禅杖 
 {id=186,id2=5960,money = 15888,pro=0,}, --无尘血剑 

                        }, 
                    },


                    {
                        Name= "王·上古龍之斩I",
                        List =
                        {
 {id=4618,id2=5960,money = 4888,pro=1,}, --上古开山 
 {id=4627,id2=5960,money = 4888,pro=1,}, --上古拂尘 
 {id=4636,id2=5960,money = 4888,pro=1,}, --上古霹雷 

                        }, 
                    },
                   {
                        Name= "王·起源龍之斩I",
                        List =
                        {
 {id=4645,id2=5960,money = 6888,pro=1,}, --起源战刃 
 {id=4654,id2=5960,money = 6888,pro=1,}, --起源法剑 
 {id=4663,id2=5960,money = 6888,pro=1,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之斩I",
                        List =
                        {
 {id=4672,id2=5960,money = 8888,pro=1,}, --誓言星王 
 {id=4681,id2=5960,money = 8888,pro=1,}, --誓言血饮 
 {id=4690,id2=5960,money = 8888,pro=1,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之斩I",
                        List =
                        {
 {id=87,id2=5960,money = 10888,pro=1,}, --冲天战刀 
 {id=96,id2=5960,money = 10888,pro=1,}, --冲天魔杖 
 {id=105,id2=5960,money = 10888,pro=1,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之斩I",
                        List =
                        {
 {id=114,id2=5960,money = 12888,pro=1,}, --菩提彻地斩 
 {id=123,id2=5960,money = 12888,pro=1,}, --菩提骷髅杖 
 {id=132,id2=5960,money = 12888,pro=1,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之斩I",
                        List =
                        {
 {id=141,id2=5960,money = 15888,pro=1,}, --无尘怒斩 
 {id=150,id2=5960,money = 15888,pro=1,}, --无尘禅杖 
 {id=159,id2=5960,money = 15888,pro=1,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之斩I",
                        List =
                        {
 {id=168,id2=5960,money = 19888,pro=1,}, --无尘怒斩 
 {id=177,id2=5960,money = 19888,pro=1,}, --无尘禅杖 
 {id=186,id2=5960,money = 19888,pro=1,}, --无尘血剑 

                        }, 
                    },

                    {
                        Name= "帝·上古龍之斩I",
                        List =
                        {
 {id=4618,id2=5960,money = 6888,pro=2,}, --上古开山 
 {id=4627,id2=5960,money = 6888,pro=2,}, --上古拂尘 
 {id=4636,id2=5960,money = 6888,pro=2,}, --上古霹雷 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之斩I",
                        List =
                        {
 {id=4645,id2=5960,money = 8888,pro=2,}, --起源战刃 
 {id=4654,id2=5960,money = 8888,pro=2,}, --起源法剑 
 {id=4663,id2=5960,money = 8888,pro=2,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之斩I",
                        List =
                        {
 {id=4672,id2=5960,money = 10888,pro=2,}, --誓言星王 
 {id=4681,id2=5960,money = 10888,pro=2,}, --誓言血饮 
 {id=4690,id2=5960,money = 10888,pro=2,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之斩I",
                        List =
                        {
 {id=87,id2=5960,money = 12888,pro=2,}, --冲天战刀 
 {id=96,id2=5960,money = 12888,pro=2,}, --冲天魔杖 
 {id=105,id2=5960,money = 12888,pro=2,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之斩I",
                        List =
                        {
 {id=114,id2=5960,money = 15888,pro=2,}, --菩提彻地斩 
 {id=123,id2=5960,money = 15888,pro=2,}, --菩提骷髅杖 
 {id=132,id2=5960,money = 15888,pro=2,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之斩I",
                        List =
                        {
 {id=141,id2=5960,money = 19888,pro=2,}, --无尘怒斩 
 {id=150,id2=5960,money = 19888,pro=2,}, --无尘禅杖 
 {id=159,id2=5960,money = 19888,pro=2,}, --无尘血剑 
                        }, 
                    },

                    {
                        Name= "帝·芙蓉龍之斩I",
                        List =
                        {
 {id=168,id2=5960,money = 25888,pro=2,}, --芙蓉金龙斩
 {id=177,id2=5960,money = 25888,pro=2,}, --芙蓉法杖
 {id=186,id2=5960,money = 25888,pro=2,}, --芙蓉道扇 
                        }, 
                    },
                }
            },  
            --衣服
            {
                Name = "龍之甲I",
                Item=
                {
                    {
                        Name= "上古·龍之甲I",
                        List =
                        {
 {id=4619,id2=5961,money = 2888,pro=0,}, --上古重甲(男) 
 {id=4628,id2=5961,money = 2888,pro=0,}, --上古魔袍(男) 
 {id=4637,id2=5961,money = 2888,pro=0,}, --上古道衣(男) 
 {id=4620,id2=5962,money = 2888,pro=0,}, --上古重甲(女) 
 {id=4629,id2=5962,money = 2888,pro=0,}, --上古魔袍(女) 
 {id=4638,id2=5962,money = 2888,pro=0,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "起源·龍之甲I",
                        List =
                        {
 {id=4646,id2=5961,money = 4888,pro=0,}, --起源战甲(男) 
 {id=4655,id2=5961,money = 4888,pro=0,}, --起源魔袍(男) 
 {id=4664,id2=5961,money = 4888,pro=0,}, --起源道衣(男) 
 {id=4647,id2=5962,money = 4888,pro=0,}, --起源战甲(女) 
 {id=4656,id2=5962,money = 4888,pro=0,}, --起源魔袍(女) 
 {id=4665,id2=5962,money = 4888,pro=0,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "誓言·龍之甲I",
                        List =
                        {
 {id=4673,id2=5961,money = 6888,pro=0,}, --誓言战甲(男) 
 {id=4682,id2=5961,money = 6888,pro=0,}, --誓言魔袍(男) 
 {id=4691,id2=5961,money = 6888,pro=0,}, --誓言道衣(男) 
 {id=4674,id2=5962,money = 6888,pro=0,}, --誓言战甲(女) 
 {id=4683,id2=5962,money = 6888,pro=0,}, --誓言魔袍(女) 
 {id=4692,id2=5962,money = 6888,pro=0,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "冲天·龍之甲I",
                        List =
                        {
 {id=88,id2=5961,money = 8888,pro=0,}, --冲天战甲(男) 
 {id=97,id2=5961,money = 8888,pro=0,}, --冲天魔袍(男) 
 {id=106,id2=5961,money = 8888,pro=0,}, --冲天道衣(男) 
 {id=89,id2=5962,money = 8888,pro=0,}, --冲天战甲(女) 
 {id=98,id2=5962,money = 8888,pro=0,}, --冲天魔袍(女) 
 {id=107,id2=5962,money = 8888,pro=0,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "菩提·龍之甲I",
                        List =
                        {
 {id=115,id2=5961,money = 10888,pro=0,}, --菩提战狂甲(男) 
 {id=124,id2=5961,money = 10888,pro=0,}, --菩提法痴袍(男) 
 {id=133,id2=5961,money = 10888,pro=0,}, --菩提道仙衣(男) 
 {id=116,id2=5962,money = 10888,pro=0,}, --菩提战狂甲(女) 
 {id=125,id2=5962,money = 10888,pro=0,}, --菩提法痴袍(女) 
 {id=134,id2=5962,money = 10888,pro=0,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "无尘·龍之甲I",
                        List =
                        {
 {id=142,id2=5961,money = 12888,pro=0,}, --无尘战幻甲(男) 
 {id=151,id2=5961,money = 12888,pro=0,}, --无尘法幻袍(男) 
 {id=160,id2=5961,money = 12888,pro=0,}, --无尘道幻衣(男) 
 {id=143,id2=5962,money = 12888,pro=0,}, --无尘战幻甲(女) 
 {id=152,id2=5962,money = 12888,pro=0,}, --无尘法幻袍(女) 
 {id=161,id2=5962,money = 12888,pro=0,}, --无尘道幻衣(女) 
                        }, 
                    },

{
                        Name= "芙蓉·龍之甲I",
                        List =
                        {
 {id=169,id2=5961,money = 15888,pro=0,}, --无尘战幻甲(男) 
 {id=178,id2=5961,money = 15888,pro=0,}, --无尘法幻袍(男) 
 {id=187,id2=5961,money = 15888,pro=0,}, --无尘道幻衣(男) 
 {id=170,id2=5962,money = 15888,pro=0,}, --无尘战幻甲(女) 
 {id=179,id2=5962,money = 15888,pro=0,}, --无尘法幻袍(女) 
 {id=188,id2=5962,money = 15888,pro=0,}, --无尘道幻衣(女) 
                        }, 
                    },


                    {
                        Name= "王·上古龍之甲I",
                          List =
                        {
 {id=4619,id2=5961,money = 4888,pro=1,}, --上古重甲(男) 
 {id=4628,id2=5961,money = 4888,pro=1,}, --上古魔袍(男) 
 {id=4637,id2=5961,money = 4888,pro=1,}, --上古道衣(男) 
 {id=4620,id2=5962,money = 4888,pro=1,}, --上古重甲(女) 
 {id=4629,id2=5962,money = 4888,pro=1,}, --上古魔袍(女) 
 {id=4638,id2=5962,money = 4888,pro=1,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "王·起源龍之甲I",
                        List =
                        {
 {id=4646,id2=5961,money = 6888,pro=1,}, --起源战甲(男) 
 {id=4655,id2=5961,money = 6888,pro=1,}, --起源魔袍(男) 
 {id=4664,id2=5961,money = 6888,pro=1,}, --起源道衣(男) 
 {id=4647,id2=5962,money = 6888,pro=1,}, --起源战甲(女) 
 {id=4656,id2=5962,money = 6888,pro=1,}, --起源魔袍(女) 
 {id=4665,id2=5962,money = 6888,pro=1,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之甲I",
                        List =
                        {
 {id=4673,id2=5961,money = 8888,pro=1,}, --誓言战甲(男) 
 {id=4682,id2=5961,money = 8888,pro=1,}, --誓言魔袍(男) 
 {id=4691,id2=5961,money = 8888,pro=1,}, --誓言道衣(男) 
 {id=4674,id2=5962,money = 8888,pro=1,}, --誓言战甲(女) 
 {id=4683,id2=5962,money = 8888,pro=1,}, --誓言魔袍(女) 
 {id=4692,id2=5962,money = 8888,pro=1,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之甲I",
                        List =
                        {
 {id=88,id2=5961,money = 10888,pro=1,}, --冲天战甲(男) 
 {id=97,id2=5961,money = 10888,pro=1,}, --冲天魔袍(男) 
 {id=106,id2=5961,money = 10888,pro=1,}, --冲天道衣(男) 
 {id=89,id2=5962,money = 10888,pro=1,}, --冲天战甲(女) 
 {id=98,id2=5962,money = 10888,pro=1,}, --冲天魔袍(女) 
 {id=107,id2=5962,money = 10888,pro=1,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之甲I",
                        List =
                        {
 {id=115,id2=5961,money = 12888,pro=1,}, --菩提战狂甲(男) 
 {id=124,id2=5961,money = 12888,pro=1,}, --菩提法痴袍(男) 
 {id=133,id2=5961,money = 12888,pro=1,}, --菩提道仙衣(男) 
 {id=116,id2=5962,money = 12888,pro=1,}, --菩提战狂甲(女) 
 {id=125,id2=5962,money = 12888,pro=1,}, --菩提法痴袍(女) 
 {id=134,id2=5962,money = 12888,pro=1,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之甲I",
                        List =
                        {
 {id=142,id2=5961,money = 15888,pro=1,}, --无尘战幻甲(男) 
 {id=151,id2=5961,money = 15888,pro=1,}, --无尘法幻袍(男) 
 {id=160,id2=5961,money = 15888,pro=1,}, --无尘道幻衣(男) 
 {id=143,id2=5962,money = 15888,pro=1,}, --无尘战幻甲(女) 
 {id=152,id2=5962,money = 15888,pro=1,}, --无尘法幻袍(女) 
 {id=161,id2=5962,money = 15888,pro=1,}, --无尘道幻衣(女) 
                        }, 
                    },


{
                        Name= "王·芙蓉龍之甲I",
                        List =
                        {
 {id=169,id2=5961,money = 19888,pro=1,}, --无尘战幻甲(男) 
 {id=178,id2=5961,money = 19888,pro=1,}, --无尘法幻袍(男) 
 {id=187,id2=5961,money = 19888,pro=1,}, --无尘道幻衣(男) 
 {id=170,id2=5962,money = 19888,pro=1,}, --无尘战幻甲(女) 
 {id=179,id2=5962,money = 19888,pro=1,}, --无尘法幻袍(女) 
 {id=188,id2=5962,money = 19888,pro=1,}, --无尘道幻衣(女) 
                        }, 
                    },

                    {
                        Name= "帝·上古龍之甲I",
                        List =
                        {
 {id=4619,id2=5961,money = 6888,pro=2,}, --上古重甲(男) 
 {id=4628,id2=5961,money = 6888,pro=2,}, --上古魔袍(男) 
 {id=4637,id2=5961,money = 6888,pro=2,}, --上古道衣(男) 
 {id=4620,id2=5962,money = 6888,pro=2,}, --上古重甲(女) 
 {id=4629,id2=5962,money = 6888,pro=2,}, --上古魔袍(女) 
 {id=4638,id2=5962,money = 6888,pro=2,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之甲I",
                        List =
                        {
 {id=4646,id2=5961,money = 8888,pro=2,}, --起源战甲(男) 
 {id=4655,id2=5961,money = 8888,pro=2,}, --起源魔袍(男) 
 {id=4664,id2=5961,money = 8888,pro=2,}, --起源道衣(男) 
 {id=4647,id2=5962,money = 8888,pro=2,}, --起源战甲(女) 
 {id=4656,id2=5962,money = 8888,pro=2,}, --起源魔袍(女) 
 {id=4665,id2=5962,money = 8888,pro=2,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之甲I",
                        List =
                        {
 {id=4673,id2=5961,money = 10888,pro=2,}, --誓言战甲(男) 
 {id=4682,id2=5961,money = 10888,pro=2,}, --誓言魔袍(男) 
 {id=4691,id2=5961,money = 10888,pro=2,}, --誓言道衣(男) 
 {id=4674,id2=5962,money = 10888,pro=2,}, --誓言战甲(女) 
 {id=4683,id2=5962,money = 10888,pro=2,}, --誓言魔袍(女) 
 {id=4692,id2=5962,money = 10888,pro=2,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之甲I",
                        List =
                        {
  {id=88,id2=5961,money = 12888,pro=2,}, --冲天战甲(男) 
 {id=97,id2=5961,money = 12888,pro=2,}, --冲天魔袍(男) 
 {id=106,id2=5961,money = 12888,pro=2,}, --冲天道衣(男) 
 {id=89,id2=5962,money = 12888,pro=2,}, --冲天战甲(女) 
 {id=98,id2=5962,money = 12888,pro=2,}, --冲天魔袍(女) 
 {id=107,id2=5962,money = 12888,pro=2,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之甲I",
                        List =
                        {
 {id=115,id2=5961,money = 15888,pro=2,}, --菩提战狂甲(男) 
 {id=124,id2=5961,money = 15888,pro=2,}, --菩提法痴袍(男) 
 {id=133,id2=5961,money = 15888,pro=2,}, --菩提道仙衣(男) 
 {id=116,id2=5962,money = 15888,pro=2,}, --菩提战狂甲(女) 
 {id=125,id2=5962,money = 15888,pro=2,}, --菩提法痴袍(女) 
 {id=134,id2=5962,money = 15888,pro=2,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之甲I",
                        List =
                        {
 {id=142,id2=5961,money = 19888,pro=2,}, --无尘战幻甲(男) 
 {id=151,id2=5961,money = 19888,pro=2,}, --无尘法幻袍(男) 
 {id=160,id2=5961,money = 19888,pro=2,}, --无尘道幻衣(男) 
 {id=143,id2=5962,money = 19888,pro=2,}, --无尘战幻甲(女) 
 {id=152,id2=5962,money = 19888,pro=2,}, --无尘法幻袍(女) 
 {id=161,id2=5962,money = 19888,pro=2,}, --无尘道幻衣(女) 
                        }, 
                    },

{
                        Name= "帝·芙蓉龍之甲I",
                        List =
                        {
 {id=169,id2=5961,money = 25888,pro=2,}, --无尘战幻甲(男) 
 {id=178,id2=5961,money = 25888,pro=2,}, --无尘法幻袍(男) 
 {id=187,id2=5961,money = 25888,pro=2,}, --无尘道幻衣(男) 
 {id=170,id2=5962,money = 25888,pro=2,}, --无尘战幻甲(女) 
 {id=179,id2=5962,money = 25888,pro=2,}, --无尘法幻袍(女) 
 {id=188,id2=5962,money = 25888,pro=2,}, --无尘道幻衣(女) 
                        }, 
                    },

                }
            },  
            --头盔
            {
                Name = "龍之盔I",
                Item=
                {
                    {
                        Name= "上古·龍之盔I",
                        List =
                        {
 {id=4621,id2=5963,money = 2888,pro=0,}, --上古战盔 
 {id=4630,id2=5963,money = 2888,pro=0,}, --上古法盔 
 {id=4639,id2=5963,money = 2888,pro=0,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "起源·龍之盔I",
                        List =
                        {
 {id=4648,id2=5963,money = 4888,pro=0,}, --起源战盔 
 {id=4657,id2=5963,money = 4888,pro=0,}, --起源法盔 
 {id=4666,id2=5963,money = 4888,pro=0,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "誓言·龍之盔I",
                         List =
                        {
 {id=4675,id2=5963,money = 6888,pro=0,}, --誓言战盔 
 {id=4684,id2=5963,money = 6888,pro=0,}, --誓言法盔 
 {id=4693,id2=5963,money = 6888,pro=0,}, --誓言道盔
                        }, 
                    },
                    {
                        Name= "冲天·龍之盔I",
                        List =
                        {
 {id=90,id2=5963,money = 8888,pro=0,}, --冲天战盔 
 {id=99,id2=5963,money = 8888,pro=0,}, --冲天魔盔 
 {id=108,id2=5963,money = 8888,pro=0,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "菩提·龍之盔I",
                        List =
                        {
 {id=117,id2=5963,money = 10888,pro=0,}, --菩提战狂盔 
 {id=126,id2=5963,money = 10888,pro=0,}, --菩提法痴盔 
 {id=135,id2=5963,money = 10888,pro=0,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "无尘·龍之盔I",
                        List =
                        {
 {id=144,id2=5963,money = 12888,pro=0,}, --无尘战幻盔 
 {id=153,id2=5963,money = 12888,pro=0,}, --无尘法幻盔 
 {id=162,id2=5963,money = 12888,pro=0,}, --无尘道幻盔 
                        }, 
                    },

{
                        Name= "芙蓉·龍之盔I",
                        List =
                        {
 {id=171,id2=5963,money = 15888,pro=0,}, --无尘战幻盔 
 {id=180,id2=5963,money = 15888,pro=0,}, --无尘法幻盔 
 {id=189,id2=5963,money = 15888,pro=0,}, --无尘道幻盔 
                        }, 
                    },

                    {
                        Name= "王·上古龍之盔I",
                        List =
                        {
 {id=4621,id2=5963,money = 4888,pro=1,}, --上古战盔 
 {id=4630,id2=5963,money = 4888,pro=1,}, --上古法盔 
 {id=4639,id2=5963,money = 4888,pro=1,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "王·起源龍之盔I",
                        List =
                        {
 {id=4648,id2=5963,money = 6888,pro=1,}, --起源战盔 
 {id=4657,id2=5963,money = 6888,pro=1,}, --起源法盔 
 {id=4666,id2=5963,money = 6888,pro=1,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之盔I",
                        List =
                        {
 {id=4675,id2=5963,money = 8888,pro=1,}, --誓言战盔 
 {id=4684,id2=5963,money = 8888,pro=1,}, --誓言法盔 
 {id=4693,id2=5963,money = 8888,pro=1,}, --誓言道盔 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之盔I",
                        List =
                        {
 {id=90,id2=5963,money = 10888,pro=1,}, --冲天战盔 
 {id=99,id2=5963,money = 10888,pro=1,}, --冲天魔盔 
 {id=108,id2=5963,money = 10888,pro=1,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之盔I",
                        List =
                        {
 {id=117,id2=5963,money = 12888,pro=1,}, --菩提战狂盔 
 {id=126,id2=5963,money = 12888,pro=1,}, --菩提法痴盔 
 {id=135,id2=5963,money = 12888,pro=1,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之盔I",
                        List =
                        {
 {id=144,id2=5963,money = 15888,pro=1,}, --无尘战幻盔 
 {id=153,id2=5963,money = 15888,pro=1,}, --无尘法幻盔 
 {id=162,id2=5963,money = 15888,pro=1,}, --无尘道幻盔 
                        }, 
                    },

    {
                        Name= "王·芙蓉龍之盔I",
                        List =
                        {
 {id=171,id2=5963,money = 19888,pro=1,}, --无尘战幻盔 
 {id=180,id2=5963,money = 19888,pro=1,}, --无尘法幻盔 
 {id=189,id2=5963,money = 19888,pro=1,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之盔I",
                        List =
                        {
 {id=4621,id2=5963,money = 6888,pro=2,}, --上古战盔 
 {id=4630,id2=5963,money = 6888,pro=2,}, --上古法盔 
 {id=4639,id2=5963,money = 6888,pro=2,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之盔I",
                        List =
                        {
 {id=4648,id2=5963,money = 8888,pro=2,}, --起源战盔 
 {id=4657,id2=5963,money = 8888,pro=2,}, --起源法盔 
 {id=4666,id2=5963,money = 8888,pro=2,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之盔I",
                        List =
                        {
 {id=4675,id2=5963,money = 10888,pro=2,}, --誓言战盔 
 {id=4684,id2=5963,money = 10888,pro=2,}, --誓言法盔 
 {id=4693,id2=5963,money = 10888,pro=2,}, --誓言道盔 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之盔I",
                        List =
                        {
 {id=90,id2=5963,money = 12888,pro=2,}, --冲天战盔 
 {id=99,id2=5963,money = 12888,pro=2,}, --冲天魔盔 
 {id=108,id2=5963,money = 12888,pro=2,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之盔I",
                        List =
                        {
 {id=117,id2=5963,money = 15888,pro=2,}, --菩提战狂盔 
 {id=126,id2=5963,money = 15888,pro=2,}, --菩提法痴盔 
 {id=135,id2=5963,money = 15888,pro=2,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之盔I",
                        List =
                        {
 {id=144,id2=5963,money = 19888,pro=2,}, --无尘战幻盔 
 {id=153,id2=5963,money = 19888,pro=2,}, --无尘法幻盔 
 {id=162,id2=5963,money = 19888,pro=2,}, --无尘道幻盔 
                        }, 
                    },
        {
                        Name= "帝·芙蓉龍之盔I",
                        List =
                        {
 {id=171,id2=5963,money = 25888,pro=2,}, --无尘战幻盔 
 {id=180,id2=5963,money = 25888,pro=2,}, --无尘法幻盔 
 {id=189,id2=5963,money = 25888,pro=2,}, --无尘道幻盔 
                        }, 
                    },
                }
            },           
            --项链
            {
                Name = "龍之链I",
                Item=
                {
                    {
                        Name= "上古·龍之链I",
                        List =
                        {
 {id=4622,id2=5964,money = 2888,pro=0,}, --上古战链 
 {id=4631,id2=5964,money = 2888,pro=0,}, --上古法链 
 {id=4640,id2=5964,money = 2888,pro=0,}, --上古道链 
                        }, 
                    },
                   {
                        Name= "起源·龍之链I",
                        List =
                        {
 {id=4649,id2=5964,money = 4888,pro=0,}, --起源战链 
 {id=4658,id2=5964,money = 4888,pro=0,}, --起源法链 
 {id=4667,id2=5964,money = 4888,pro=0,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "誓言·龍之链I",
                        List =
                        {
 {id=4676,id2=5964,money = 6888,pro=0,}, --誓言战链 
 {id=4685,id2=5964,money = 6888,pro=0,}, --誓言法链 
 {id=4694,id2=5964,money = 6888,pro=0,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "冲天·龍之链I",
                        List =
                        {
 {id=91,id2=5964,money = 8888,pro=0,}, --冲天战链 
 {id=100,id2=5964,money = 8888,pro=0,}, --冲天魔链 
 {id=109,id2=5964,money = 8888,pro=0,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "菩提·龍之链I",
                         List =
                        {
  {id=118,id2=5964,money = 10888,pro=0,}, --菩提战狂链 
 {id=127,id2=5964,money = 10888,pro=0,}, --菩提法痴链 
 {id=136,id2=5964,money = 10888,pro=0,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "无尘·龍之链I",
                        List =
                        {
   {id=145,id2=5964,money = 12888,pro=0,}, --无尘战幻链 
 {id=154,id2=5964,money = 12888,pro=0,}, --无尘法幻链 
 {id=163,id2=5964,money = 12888,pro=0,}, --无尘道幻链 
                        }, 
                    },
            {
                        Name= "芙蓉·龍之链I",
                        List =
                        {
   {id=172,id2=5964,money = 15888,pro=0,}, --无尘战幻链 
 {id=181,id2=5964,money = 15888,pro=0,}, --无尘法幻链 
 {id=190,id2=5964,money = 15888,pro=0,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "王·上古龍之链I",
                        List =
                        {
 {id=4622,id2=5964,money = 4888,pro=1,}, --上古战链 
 {id=4631,id2=5964,money = 4888,pro=1,}, --上古法链 
 {id=4640,id2=5964,money = 4888,pro=1,}, --上古道链
                        }, 
                    },
                   {
                        Name= "王·起源龍之链I",
                        List =
                        {
 {id=4649,id2=5964,money = 6888,pro=1,}, --起源战链 
 {id=4658,id2=5964,money = 6888,pro=1,}, --起源法链 
 {id=4667,id2=5964,money = 6888,pro=1,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之链I",
                        List =
                        {
 {id=4676,id2=5964,money = 8888,pro=1,}, --誓言战链 
 {id=4685,id2=5964,money = 8888,pro=1,}, --誓言法链 
 {id=4694,id2=5964,money = 8888,pro=1,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之链I",
                        List =
                        {
 {id=91,id2=5964,money = 10888,pro=1,}, --冲天战链 
 {id=100,id2=5964,money = 10888,pro=1,}, --冲天魔链 
 {id=109,id2=5964,money = 10888,pro=1,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之链I",
                        List =
                        {
 {id=118,id2=5964,money = 12888,pro=1,}, --菩提战狂链 
 {id=127,id2=5964,money = 12888,pro=1,}, --菩提法痴链 
 {id=136,id2=5964,money = 12888,pro=1,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之链I",
                        List =
                        {
 {id=145,id2=5964,money = 15888,pro=1,}, --无尘战幻链 
 {id=154,id2=5964,money = 15888,pro=1,}, --无尘法幻链 
 {id=163,id2=5964,money = 15888,pro=1,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之链I",
                        List =
                        {
 {id=172,id2=5964,money = 19888,pro=1,}, --无尘战幻链 
 {id=181,id2=5964,money = 19888,pro=1,}, --无尘法幻链 
 {id=190,id2=5964,money = 19888,pro=1,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之链I",
                        List =
                        {
 {id=4622,id2=5964,money = 6888,pro=2,}, --上古战链 
 {id=4631,id2=5964,money = 6888,pro=2,}, --上古法链 
 {id=4640,id2=5964,money = 6888,pro=2,}, --上古道链 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之链I",
                        List =
                        {
 {id=4649,id2=5964,money = 8888,pro=2,}, --起源战链 
 {id=4658,id2=5964,money = 8888,pro=2,}, --起源法链 
 {id=4667,id2=5964,money = 8888,pro=2,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之链I",
                        List =
                        {
 {id=4676,id2=5964,money = 10888,pro=2,}, --誓言战链 
 {id=4685,id2=5964,money = 10888,pro=2,}, --誓言法链 
 {id=4694,id2=5964,money = 10888,pro=2,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之链I",
                        List =
                        {
 {id=91,id2=5964,money = 12888,pro=2,}, --冲天战链 
 {id=100,id2=5964,money = 12888,pro=2,}, --冲天魔链 
 {id=109,id2=5964,money = 12888,pro=2,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之链I",
                        List =
                        {
 {id=118,id2=5964,money = 15888,pro=2,}, --菩提战狂链 
 {id=127,id2=5964,money = 15888,pro=2,}, --菩提法痴链 
 {id=136,id2=5964,money = 15888,pro=2,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之链I",
                        List =
                        {
 {id=145,id2=5964,money = 19888,pro=2,}, --无尘战幻链 
 {id=154,id2=5964,money = 19888,pro=2,}, --无尘法幻链 
 {id=163,id2=5964,money = 19888,pro=2,}, --无尘道幻链 
                        }, 
                    },
            {
                        Name= "帝·芙蓉龍之链I",
                        List =
                        {
 {id=172,id2=5964,money = 25888,pro=2,}, --无尘战幻链 
 {id=181,id2=5964,money = 25888,pro=2,}, --无尘法幻链 
 {id=190,id2=5964,money = 25888,pro=2,}, --无尘道幻链 
                        }, 
                    },
                }
            },            
              --手镯
            {
                Name = "龍之镯I",
                Item=
                {
                    {
                        Name= "上古·龍之镯I",
                        List =
                        {
 {id=4623,id2=5965,money = 2888,pro=0,}, --上古战镯 
 {id=4632,id2=5965,money = 2888,pro=0,}, --上古法镯 
 {id=4641,id2=5965,money = 2888,pro=0,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "起源·龍之镯I",
                        List =
                        {
 {id=4650,id2=5965,money = 4888,pro=0,}, --起源战镯 
 {id=4659,id2=5965,money = 4888,pro=0,}, --起源法镯 
 {id=4668,id2=5965,money = 4888,pro=0,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "誓言·龍之镯I",
                        List =
                        {
 {id=4677,id2=5965,money = 6888,pro=0,}, --誓言战镯 
 {id=4686,id2=5965,money = 6888,pro=0,}, --誓言法镯 
 {id=4695,id2=5965,money = 6888,pro=0,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "冲天·龍之镯I",
                        List =
                        {
 {id=92,id2=5965,money = 8888,pro=0,}, --冲天战腕 
 {id=101,id2=5965,money = 8888,pro=0,}, --冲天魔腕 
 {id=110,id2=5965,money = 8888,pro=0,}, --冲天道腕 
                        }, 
                    },
                    {
                        Name= "菩提·龍之镯I",
                        List =
                        {
 {id=119,id2=5965,money = 10888,pro=0,}, --菩提战狂腕 
 {id=128,id2=5965,money = 10888,pro=0,}, --菩提法痴腕 
 {id=137,id2=5965,money = 10888,pro=0,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "无尘·龍之镯I",
                        List =
                        {
 {id=146,id2=5965,money = 12888,pro=0,}, --无尘战幻腕 
 {id=155,id2=5965,money = 12888,pro=0,}, --无尘法幻腕 
 {id=164,id2=5965,money = 12888,pro=0,}, --无尘道幻腕
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之镯I",
                        List =
                        {
 {id=173,id2=5965,money = 15888,pro=0,}, --无尘战幻腕 
 {id=182,id2=5965,money = 15888,pro=0,}, --无尘法幻腕 
 {id=191,id2=5965,money = 15888,pro=0,}, --无尘道幻腕
                        }, 
                    },
                    {
                        Name= "王·上古龍之镯I",
                        List =
                        {
 {id=4623,id2=5965,money = 4888,pro=1,}, --上古战镯 
 {id=4632,id2=5965,money = 4888,pro=1,}, --上古法镯 
 {id=4641,id2=5965,money = 4888,pro=1,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "王·起源龍之镯I",
                        List =
                        {
 {id=4650,id2=5965,money = 6888,pro=1,}, --起源战镯 
 {id=4659,id2=5965,money = 6888,pro=1,}, --起源法镯 
 {id=4668,id2=5965,money = 6888,pro=1,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之镯I",
                        List =
                        {
 {id=4677,id2=5965,money = 8888,pro=1,}, --誓言战镯 
 {id=4686,id2=5965,money = 8888,pro=1,}, --誓言法镯 
 {id=4695,id2=5965,money = 8888,pro=1,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之镯I",
                        List =
                        {
  {id=92,id2=5965,money = 10888,pro=1,}, --冲天战腕 
 {id=101,id2=5965,money = 10888,pro=1,}, --冲天魔腕 
 {id=110,id2=5965,money = 10888,pro=1,}, --冲天道腕 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之镯I",
                        List =
                        {
 {id=119,id2=5965,money = 12888,pro=1,}, --菩提战狂腕 
 {id=128,id2=5965,money = 12888,pro=1,}, --菩提法痴腕 
 {id=137,id2=5965,money = 12888,pro=1,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之镯I",
                        List =
                        {
 {id=146,id2=5965,money = 15888,pro=1,}, --无尘战幻腕 
 {id=155,id2=5965,money = 15888,pro=1,}, --无尘法幻腕 
 {id=164,id2=5965,money = 15888,pro=1,}, --无尘道幻腕 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之镯I",
                        List =
                        {
 {id=173,id2=5965,money = 19888,pro=1,}, --无尘战幻腕 
 {id=182,id2=5965,money = 19888,pro=1,}, --无尘法幻腕 
 {id=191,id2=5965,money = 19888,pro=1,}, --无尘道幻腕 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之镯I",
                        List =
                        {
   {id=4623,id2=5965,money = 6888,pro=2,}, --上古战镯 
 {id=4632,id2=5965,money = 6888,pro=2,}, --上古法镯 
 {id=4641,id2=5965,money = 6888,pro=2,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之镯I",
                        List =
                        {
 {id=4650,id2=5965,money = 8888,pro=2,}, --起源战镯 
 {id=4659,id2=5965,money = 8888,pro=2,}, --起源法镯 
 {id=4668,id2=5965,money = 8888,pro=2,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之镯I",
                        List =
                        {
 {id=4677,id2=5965,money = 10888,pro=2,}, --誓言战镯 
 {id=4686,id2=5965,money = 10888,pro=2,}, --誓言法镯 
 {id=4695,id2=5965,money = 10888,pro=2,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之镯I",
                        List =
                        {
 {id=92,id2=5965,money = 12888,pro=2,}, --冲天战腕 
 {id=101,id2=5965,money = 12888,pro=2,}, --冲天魔腕 
 {id=110,id2=5965,money = 12888,pro=2,}, --冲天道腕
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之镯I",
                        List =
                        {
 {id=119,id2=5965,money = 15888,pro=2,}, --菩提战狂腕 
 {id=128,id2=5965,money = 15888,pro=2,}, --菩提法痴腕 
 {id=137,id2=5965,money = 15888,pro=2,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之镯I",
                        List =
                        {
 {id=146,id2=5965,money = 19888,pro=2,}, --无尘战幻腕 
 {id=155,id2=5965,money = 19888,pro=2,}, --无尘法幻腕 
 {id=164,id2=5965,money = 19888,pro=2,}, --无尘道幻腕 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之镯I",
                        List =
                        {
 {id=173,id2=5965,money = 25888,pro=2,}, --无尘战幻腕 
 {id=182,id2=5965,money = 25888,pro=2,}, --无尘法幻腕 
 {id=191,id2=5965,money = 25888,pro=2,}, --无尘道幻腕 
                        }, 
                    },
                }
            },            
              --戒指
            {
                Name = "龍之戒I",
                Item=
                {
                    {
                        Name= "上古·龍之戒I",
                        List =
                        {
 {id=4624,id2=5966,money = 2888,pro=0,}, --上古战戒 
 {id=4633,id2=5966,money = 2888,pro=0,}, --上古法戒 
 {id=4642,id2=5966,money = 2888,pro=0,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "起源·龍之戒I",
                        List =
                        {
 {id=4651,id2=5966,money = 4888,pro=0,}, --起源战戒 
 {id=4660,id2=5966,money = 4888,pro=0,}, --起源法戒 
 {id=4669,id2=5966,money = 4888,pro=0,}, --起源道戒 
                        }, 
                    },
                    {
                        Name= "誓言·龍之戒I",
                        List =
                        {
 {id=4678,id2=5966,money = 6888,pro=0,}, --誓言战戒 
 {id=4687,id2=5966,money = 6888,pro=0,}, --誓言法戒 
 {id=4696,id2=5966,money = 6888,pro=0,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "冲天·龍之戒I",
                        List =
                        {
 {id=93,id2=5966,money = 8888,pro=0,}, --冲天战戒 
 {id=102,id2=5966,money = 8888,pro=0,}, --冲天魔戒 
 {id=111,id2=5966,money = 8888,pro=0,}, --冲天道戒 
                        }, 
                    },
                    {
                        Name= "菩提·龍之戒I",
                        List =
                        {
 {id=120,id2=5966,money = 10888,pro=0,}, --菩提战狂戒 
 {id=129,id2=5966,money = 10888,pro=0,}, --菩提法痴戒 
 {id=138,id2=5966,money = 10888,pro=0,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "无尘·龍之戒I",
                        List =
                        {
 {id=147,id2=5966,money = 12888,pro=0,}, --无尘战幻戒 
 {id=156,id2=5966,money = 12888,pro=0,}, --无尘法幻戒 
 {id=165,id2=5966,money = 12888,pro=0,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之戒I",
                        List =
                        {
 {id=174,id2=5966,money = 15888,pro=0,}, --无尘战幻戒 
 {id=183,id2=5966,money = 15888,pro=0,}, --无尘法幻戒 
 {id=192,id2=5966,money = 15888,pro=0,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "王·上古龍之戒I",
                        List =
                        {
 {id=4624,id2=5966,money = 4888,pro=1,}, --上古战戒 
 {id=4633,id2=5966,money = 4888,pro=1,}, --上古法戒 
 {id=4642,id2=5966,money = 4888,pro=1,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "王·起源龍之戒I",
                        List =
                        {
 {id=4651,id2=5966,money = 6888,pro=1,}, --起源战戒 
 {id=4660,id2=5966,money = 6888,pro=1,}, --起源法戒 
 {id=4669,id2=5966,money = 6888,pro=1,}, --起源道戒 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之戒I",
                        List =
                        {
 {id=4678,id2=5966,money = 8888,pro=1,}, --誓言战戒 
 {id=4687,id2=5966,money = 8888,pro=1,}, --誓言法戒 
 {id=4696,id2=5966,money = 8888,pro=1,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之戒I",
                        List =
                        {
 {id=93,id2=5966,money = 10888,pro=1,}, --冲天战戒 
 {id=102,id2=5966,money = 10888,pro=1,}, --冲天魔戒 
 {id=111,id2=5966,money = 10888,pro=1,}, --冲天道戒
                        }, 
                    },
                    {
                        Name= "王·菩提龍之戒I",
                        List =
                        {
 {id=120,id2=5966,money = 12888,pro=1,}, --菩提战狂戒 
 {id=129,id2=5966,money = 12888,pro=1,}, --菩提法痴戒 
 {id=138,id2=5966,money = 12888,pro=1,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之戒I",
                        List =
                        {
 {id=147,id2=5966,money = 15888,pro=1,}, --无尘战幻戒 
 {id=156,id2=5966,money = 15888,pro=1,}, --无尘法幻戒 
 {id=165,id2=5966,money = 15888,pro=1,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之戒I",
                        List =
                        {
 {id=174,id2=5966,money = 19888,pro=1,}, --无尘战幻戒 
 {id=183,id2=5966,money = 19888,pro=1,}, --无尘法幻戒 
 {id=192,id2=5966,money = 19888,pro=1,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之戒I",
                        List =
                        {
 {id=4624,id2=5966,money = 6888,pro=2,}, --上古战戒 
 {id=4633,id2=5966,money = 6888,pro=2,}, --上古法戒 
 {id=4642,id2=5966,money = 6888,pro=2,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之戒I",
                        List =
                        {
 {id=4651,id2=5966,money = 8888,pro=2,}, --起源战戒 
 {id=4660,id2=5966,money = 8888,pro=2,}, --起源法戒 
 {id=4669,id2=5966,money = 8888,pro=2,}, --起源道戒
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之戒I",
                        List =
                        {
 {id=4678,id2=5966,money = 10888,pro=2,}, --誓言战戒 
 {id=4687,id2=5966,money = 10888,pro=2,}, --誓言法戒 
 {id=4696,id2=5966,money = 10888,pro=2,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之戒I",
                        List =
                        {
 {id=93,id2=5966,money = 12888,pro=2,}, --冲天战戒 
 {id=102,id2=5966,money = 12888,pro=2,}, --冲天魔戒 
 {id=111,id2=5966,money = 12888,pro=2,}, --冲天道戒 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之戒I",
                        List =
                        {
 {id=120,id2=5966,money = 15888,pro=2,}, --菩提战狂戒 
 {id=129,id2=5966,money = 15888,pro=2,}, --菩提法痴戒 
 {id=138,id2=5966,money = 15888,pro=2,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之戒I",
                        List =
                        {
 {id=147,id2=5966,money = 19888,pro=2,}, --无尘战幻戒 
 {id=156,id2=5966,money = 19888,pro=2,}, --无尘法幻戒 
 {id=165,id2=5966,money = 19888,pro=2,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之戒I",
                        List =
                        {
 {id=174,id2=5966,money = 25888,pro=2,}, --无尘战幻戒 
 {id=183,id2=5966,money = 25888,pro=2,}, --无尘法幻戒 
 {id=192,id2=5966,money = 25888,pro=2,}, --无尘道幻戒 
                        }, 
                    },
                }
            },            
              --腰带
            {
                Name = "龍之带I",
                Item=
                {
                    {
                        Name= "上古·龍之带I",
                        List =
                        {
 {id=4625,id2=5967,money = 2888,pro=0,}, --上古战带 
 {id=4634,id2=5967,money = 2888,pro=0,}, --上古法带 
 {id=4643,id2=5967,money = 2888,pro=0,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "起源·龍之带I",
                        List =
                        {
 {id=4652,id2=5967,money = 4888,pro=0,}, --起源战带 
 {id=4661,id2=5967,money = 4888,pro=0,}, --起源法带 
 {id=4670,id2=5967,money = 4888,pro=0,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "誓言·龍之带I",
                        List =
                        {
 {id=4679,id2=5967,money = 6888,pro=0,}, --誓言战带 
 {id=4688,id2=5967,money = 6888,pro=0,}, --誓言法带 
 {id=4697,id2=5967,money = 6888,pro=0,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "冲天·龍之带I",
                        List =
                        {
 {id=94,id2=5967,money = 8888,pro=0,}, --冲天战带 
 {id=103,id2=5967,money = 8888,pro=0,}, --冲天魔带 
 {id=112,id2=5967,money = 8888,pro=0,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "菩提·龍之带I",
                        List =
                        {
 {id=121,id2=5967,money = 10888,pro=0,}, --菩提战狂带 
 {id=130,id2=5967,money = 10888,pro=0,}, --菩提法痴带 
 {id=139,id2=5967,money = 10888,pro=0,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "无尘·龍之带I",
                        List =
                        {
 {id=148,id2=5967,money = 12888,pro=0,}, --无尘战幻带 
 {id=157,id2=5967,money = 12888,pro=0,}, --无尘法幻带 
 {id=166,id2=5967,money = 12888,pro=0,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之带I",
                        List =
                        {
 {id=175,id2=5967,money = 15888,pro=0,}, --无尘战幻带 
 {id=184,id2=5967,money = 15888,pro=0,}, --无尘法幻带 
 {id=193,id2=5967,money = 15888,pro=0,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "王·上古龍之带I",
                        List =
                        {
 {id=4625,id2=5967,money = 4888,pro=1,}, --上古战带 
 {id=4634,id2=5967,money = 4888,pro=1,}, --上古法带 
 {id=4643,id2=5967,money = 4888,pro=1,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "王·起源龍之带I",
                        List =
                        {
 {id=4652,id2=5967,money = 6888,pro=1,}, --起源战带 
 {id=4661,id2=5967,money = 6888,pro=1,}, --起源法带 
 {id=4670,id2=5967,money = 6888,pro=1,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之带I",
                        List =
                        {
 {id=4679,id2=5967,money = 8888,pro=1,}, --誓言战带 
 {id=4688,id2=5967,money = 8888,pro=1,}, --誓言法带 
 {id=4697,id2=5967,money = 8888,pro=1,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之带I",
                        List =
                        {
 {id=94,id2=5967,money = 10888,pro=1,}, --冲天战带 
 {id=103,id2=5967,money = 10888,pro=1,}, --冲天魔带 
 {id=112,id2=5967,money = 10888,pro=1,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之带I",
                        List =
                        {
 {id=121,id2=5967,money = 12888,pro=1,}, --菩提战狂带 
 {id=130,id2=5967,money = 12888,pro=1,}, --菩提法痴带 
 {id=139,id2=5967,money = 12888,pro=1,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之带I",
                        List =
                        {
 {id=148,id2=5967,money = 15888,pro=1,}, --无尘战幻带 
 {id=157,id2=5967,money = 15888,pro=1,}, --无尘法幻带 
 {id=166,id2=5967,money = 15888,pro=1,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之带I",
                        List =
                        {
 {id=175,id2=5967,money = 19888,pro=1,}, --无尘战幻带 
 {id=184,id2=5967,money = 19888,pro=1,}, --无尘法幻带 
 {id=193,id2=5967,money = 19888,pro=1,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之带I",
                        List =
                        {
 {id=4625,id2=5967,money = 6888,pro=2,}, --上古战带 
 {id=4634,id2=5967,money = 6888,pro=2,}, --上古法带 
 {id=4643,id2=5967,money = 6888,pro=2,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之带I",
                        List =
                        {
 {id=4652,id2=5967,money = 8888,pro=2,}, --起源战带 
 {id=4661,id2=5967,money = 8888,pro=2,}, --起源法带 
 {id=4670,id2=5967,money = 8888,pro=2,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之带I",
                        List =
                        {
 {id=4679,id2=5967,money = 10888,pro=2,}, --誓言战带 
 {id=4688,id2=5967,money = 10888,pro=2,}, --誓言法带 
 {id=4697,id2=5967,money = 10888,pro=2,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之带I",
                        List =
                        {
 {id=94,id2=5967,money = 12888,pro=2,}, --冲天战带 
 {id=103,id2=5967,money = 12888,pro=2,}, --冲天魔带 
 {id=112,id2=5967,money = 12888,pro=2,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之带I",
                        List =
                        {
 {id=121,id2=5967,money = 15888,pro=2,}, --菩提战狂带 
 {id=130,id2=5967,money = 15888,pro=2,}, --菩提法痴带 
 {id=139,id2=5967,money = 15888,pro=2,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之带I",
                        List =
                        {
  {id=148,id2=5967,money = 19888,pro=2,}, --无尘战幻带 
 {id=157,id2=5967,money = 19888,pro=2,}, --无尘法幻带 
 {id=166,id2=5967,money = 19888,pro=2,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之带I",
                        List =
                        {
  {id=175,id2=5967,money = 25888,pro=2,}, --无尘战幻带 
 {id=184,id2=5967,money = 25888,pro=2,}, --无尘法幻带 
 {id=193,id2=5967,money = 25888,pro=2,}, --无尘道幻带 
                        }, 
                    },
                }
            },            
              --鞋子
            {
                Name = "龍之靴I",
                Item=
                {
                    {
                        Name= "上古·龍之靴I",
                        List =
                        {
 {id=4626,id2=5968,money = 2888,pro=0,}, --上古战靴 
 {id=4635,id2=5968,money = 2888,pro=0,}, --上古法靴 
 {id=4644,id2=5968,money = 2888,pro=0,}, --上古道靴 
                        }, 
                    },
                   {
                        Name= "起源·龍之靴I",
                        List =
                        {
 {id=4653,id2=5968,money = 4888,pro=0,}, --起源战靴 
 {id=4662,id2=5968,money = 4888,pro=0,}, --起源法靴 
 {id=4671,id2=5968,money = 4888,pro=0,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "誓言·龍之靴I",
                         List =
                        {
 {id=4680,id2=5968,money = 6888,pro=0,}, --誓言战靴 
 {id=4689,id2=5968,money = 6888,pro=0,}, --誓言法靴 
 {id=4698,id2=5968,money = 6888,pro=0,}, --誓言道靴 
                        }, 
                    },
                    {
                        Name= "冲天·龍之靴I",
                        List =
                        {
 {id=95,id2=5968,money = 8888,pro=0,}, --冲天战靴 
 {id=104,id2=5968,money = 8888,pro=0,}, --冲天魔靴 
 {id=113,id2=5968,money = 8888,pro=0,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "菩提·龍之靴I",
                        List =
                        {
 {id=122,id2=5968,money = 10888,pro=0,}, --菩提战狂靴 
 {id=131,id2=5968,money = 10888,pro=0,}, --菩提法痴靴 
 {id=140,id2=5968,money = 10888,pro=0,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "无尘·龍之靴I",
                        List =
                        {
 {id=149,id2=5968,money = 12888,pro=0,}, --无尘战幻靴 
 {id=158,id2=5968,money = 12888,pro=0,}, --无尘法幻靴 
 {id=167,id2=5968,money = 12888,pro=0,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之靴I",
                        List =
                        {
 {id=176,id2=5968,money = 15888,pro=0,}, --无尘战幻靴 
 {id=185,id2=5968,money = 15888,pro=0,}, --无尘法幻靴 
 {id=194,id2=5968,money = 15888,pro=0,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "王·上古龍之靴I",
                        List =
                        {
 {id=4626,id2=5968,money = 4888,pro=1,}, --上古战靴 
 {id=4635,id2=5968,money = 4888,pro=1,}, --上古法靴 
 {id=4644,id2=5968,money = 4888,pro=1,}, --上古道靴
                        }, 
                    },
                   {
                        Name= "王·起源龍之靴I",
                        List =
                        {
 {id=4653,id2=5968,money = 6888,pro=1,}, --起源战靴 
 {id=4662,id2=5968,money = 6888,pro=1,}, --起源法靴 
 {id=4671,id2=5968,money = 6888,pro=1,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之靴I",
                        List =
                        {
 {id=4680,id2=5968,money = 8888,pro=1,}, --誓言战靴 
 {id=4689,id2=5968,money = 8888,pro=1,}, --誓言法靴 
 {id=4698,id2=5968,money = 8888,pro=1,}, --誓言道靴
                        }, 
                    },
                    {
                        Name= "王·冲天龍之靴I",
                        List =
                        {
 {id=95,id2=5968,money = 10888,pro=1,}, --冲天战靴 
 {id=104,id2=5968,money = 10888,pro=1,}, --冲天魔靴 
 {id=113,id2=5968,money = 10888,pro=1,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之靴I",
                        List =
                        {
 {id=122,id2=5968,money = 12888,pro=1,}, --菩提战狂靴 
 {id=131,id2=5968,money = 12888,pro=1,}, --菩提法痴靴 
 {id=140,id2=5968,money = 12888,pro=1,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之靴I",
                        List =
                        {
 {id=149,id2=5968,money = 15888,pro=1,}, --无尘战幻靴 
 {id=158,id2=5968,money = 15888,pro=1,}, --无尘法幻靴 
 {id=167,id2=5968,money = 15888,pro=1,}, --无尘道幻靴
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之靴I",
                        List =
                        {
 {id=176,id2=5968,money = 19888,pro=1,}, --无尘战幻靴 
 {id=185,id2=5968,money = 19888,pro=1,}, --无尘法幻靴 
 {id=194,id2=5968,money = 19888,pro=1,}, --无尘道幻靴
                        }, 
                    },
                    {
                        Name= "帝·上古龍之靴I",
                        List =
                        {
 {id=4626,id2=5968,money = 6888,pro=2,}, --上古战靴 
 {id=4635,id2=5968,money = 6888,pro=2,}, --上古法靴 
 {id=4644,id2=5968,money = 6888,pro=2,}, --上古道靴 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之靴I",
                        List =
                        {
  {id=4653,id2=5968,money = 8888,pro=2,}, --起源战靴 
 {id=4662,id2=5968,money = 8888,pro=2,}, --起源法靴 
 {id=4671,id2=5968,money = 8888,pro=2,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之靴I",
                        List =
                        {
 {id=4680,id2=5968,money = 10888,pro=2,}, --誓言战靴 
 {id=4689,id2=5968,money = 10888,pro=2,}, --誓言法靴 
 {id=4698,id2=5968,money = 10888,pro=2,}, --誓言道靴 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之靴I",
                        List =
                        {
 {id=95,id2=5968,money = 12888,pro=2,}, --冲天战靴 
 {id=104,id2=5968,money = 12888,pro=2,}, --冲天魔靴 
 {id=113,id2=5968,money = 12888,pro=2,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之靴I",
                         List =
                        {
 {id=122,id2=5968,money = 15888,pro=2,}, --菩提战狂靴 
 {id=131,id2=5968,money = 15888,pro=2,}, --菩提法痴靴 
 {id=140,id2=5968,money = 15888,pro=2,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之靴I",
                        List =
                        {
 {id=149,id2=5968,money = 19888,pro=2,}, --无尘战幻靴 
 {id=158,id2=5968,money = 19888,pro=2,}, --无尘法幻靴 
 {id=167,id2=5968,money = 19888,pro=2,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之靴I",
                        List =
                        {
 {id=176,id2=5968,money = 25888,pro=2,}, --无尘战幻靴 
 {id=185,id2=5968,money = 25888,pro=2,}, --无尘法幻靴 
 {id=194,id2=5968,money = 25888,pro=2,}, --无尘道幻靴 
                        }, 
                    },
                }
            },                  
       },




--龍装II


        {
            --武器
            {
                Name = "龍之斩II",
                Item=
                {

                    --  {id=(a1),id2=(a2),money = (a3),pro=(a4),}, --(a5) 


                    {
                        Name= "上古·龍之斩II",
                        List =
                        {
        --id融合前装备id id2 材料id 材料id pro=0.无 1.王 2.帝 money =拆分元宝
        {id=4618,id2=5969,money = 2888,pro=0,}, --上古开山 
        {id=4627,id2=5969,money = 2888,pro=0,}, --上古拂尘 
        {id=4636,id2=5969,money = 2888,pro=0,}, --上古霹雷 


                        }, 
                    },

                   {
                        Name= "起源·龍之斩II",
                        List =
                        {
        {id=4645,id2=5969,money = 4888,pro=0,}, --起源战刃 
        {id=4654,id2=5969,money = 4888,pro=0,}, --起源法剑 
        {id=4663,id2=5969,money = 4888,pro=0,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "誓言·龍之斩II",
                        List =
                        {
        {id=4672,id2=5969,money = 6888,pro=0,}, --誓言星王 
        {id=4681,id2=5969,money = 6888,pro=0,}, --誓言血饮 
        {id=4690,id2=5969,money = 6888,pro=0,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "冲天·龍之斩II",
                        List =
                        {
        {id=87,id2=5969,money = 8888,pro=0,}, --冲天战刀 
        {id=96,id2=5969,money = 8888,pro=0,}, --冲天魔杖 
        {id=105,id2=5969,money = 8888,pro=0,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "菩提·龍之斩II",
                        List =
                        {
        {id=114,id2=5969,money = 10888,pro=0,}, --菩提彻地斩 
        {id=123,id2=5969,money = 10888,pro=0,}, --菩提骷髅杖 
        {id=132,id2=5969,money = 10888,pro=0,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "无尘·龍之斩II",
                        List =
                        {
        {id=141,id2=5969,money = 12888,pro=0,}, --无尘怒斩 
        {id=150,id2=5969,money = 12888,pro=0,}, --无尘禅杖 
        {id=159,id2=5969,money = 12888,pro=0,}, --无尘血剑 

                        }, 
                    },
            {
                        Name= "芙蓉·龍之斩II",
                        List =
                        {
        {id=168,id2=5969,money = 15888,pro=0,}, --无尘怒斩 
        {id=177,id2=5969,money = 15888,pro=0,}, --无尘禅杖 
        {id=186,id2=5969,money = 15888,pro=0,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "王·上古龍之斩II",
                        List =
                        {
        {id=4618,id2=5969,money = 4888,pro=1,}, --上古开山 
        {id=4627,id2=5969,money = 4888,pro=1,}, --上古拂尘 
        {id=4636,id2=5969,money = 4888,pro=1,}, --上古霹雷 

                        }, 
                    },
                   {
                        Name= "王·起源龍之斩II",
                        List =
                        {
        {id=4645,id2=5969,money = 6888,pro=1,}, --起源战刃 
        {id=4654,id2=5969,money = 6888,pro=1,}, --起源法剑 
        {id=4663,id2=5969,money = 6888,pro=1,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之斩II",
                        List =
                        {
        {id=4672,id2=5969,money = 8888,pro=1,}, --誓言星王 
        {id=4681,id2=5969,money = 8888,pro=1,}, --誓言血饮 
        {id=4690,id2=5969,money = 8888,pro=1,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之斩II",
                        List =
                        {
 {id=87,id2=5969,money = 10888,pro=1,}, --冲天战刀 
 {id=96,id2=5969,money = 10888,pro=1,}, --冲天魔杖 
 {id=105,id2=5969,money = 10888,pro=1,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之斩II",
                        List =
                        {
 {id=114,id2=5969,money = 12888,pro=1,}, --菩提彻地斩 
 {id=123,id2=5969,money = 12888,pro=1,}, --菩提骷髅杖 
 {id=132,id2=5969,money = 12888,pro=1,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之斩II",
                        List =
                        {
 {id=141,id2=5969,money = 15888,pro=1,}, --无尘怒斩 
 {id=150,id2=5969,money = 15888,pro=1,}, --无尘禅杖 
 {id=159,id2=5969,money = 15888,pro=1,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之斩II",
                        List =
                        {
 {id=168,id2=5969,money = 19888,pro=1,}, --无尘怒斩 
 {id=177,id2=5969,money = 19888,pro=1,}, --无尘禅杖 
 {id=186,id2=5969,money = 19888,pro=1,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "帝·上古龍之斩II",
                        List =
                        {
 {id=4618,id2=5969,money = 6888,pro=2,}, --上古开山 
 {id=4627,id2=5969,money = 6888,pro=2,}, --上古拂尘 
 {id=4636,id2=5969,money = 6888,pro=2,}, --上古霹雷 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之斩II",
                        List =
                        {
 {id=4645,id2=5969,money = 8888,pro=2,}, --起源战刃 
 {id=4654,id2=5969,money = 8888,pro=2,}, --起源法剑 
 {id=4663,id2=5969,money = 8888,pro=2,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之斩II",
                        List =
                        {
 {id=4672,id2=5969,money = 10888,pro=2,}, --誓言星王 
 {id=4681,id2=5969,money = 10888,pro=2,}, --誓言血饮 
 {id=4690,id2=5969,money = 10888,pro=2,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之斩II",
                        List =
                        {
 {id=87,id2=5969,money = 12888,pro=2,}, --冲天战刀 
 {id=96,id2=5969,money = 12888,pro=2,}, --冲天魔杖 
 {id=105,id2=5969,money = 12888,pro=2,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之斩II",
                        List =
                        {
 {id=114,id2=5969,money = 15888,pro=2,}, --菩提彻地斩 
 {id=123,id2=5969,money = 15888,pro=2,}, --菩提骷髅杖 
 {id=132,id2=5969,money = 15888,pro=2,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之斩II",
                        List =
                        {
 {id=141,id2=5969,money = 19888,pro=2,}, --无尘怒斩 
 {id=150,id2=5969,money = 19888,pro=2,}, --无尘禅杖 
 {id=159,id2=5969,money = 19888,pro=2,}, --无尘血剑 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之斩II",
                        List =
                        {
 {id=168,id2=5969,money = 25888,pro=2,}, --无尘怒斩 
 {id=177,id2=5969,money = 25888,pro=2,}, --无尘禅杖 
 {id=186,id2=5969,money = 25888,pro=2,}, --无尘血剑 
                        }, 
                    },
                }
            },  
            --衣服
            {
                Name = "龍之甲II",
                Item=
                {
                    {
                        Name= "上古·龍之甲II",
                        List =
                        {
 {id=4619,id2=5970,money = 2888,pro=0,}, --上古重甲(男) 
 {id=4628,id2=5970,money = 2888,pro=0,}, --上古魔袍(男) 
 {id=4637,id2=5970,money = 2888,pro=0,}, --上古道衣(男) 
 {id=4620,id2=5971,money = 2888,pro=0,}, --上古重甲(女) 
 {id=4629,id2=5971,money = 2888,pro=0,}, --上古魔袍(女) 
 {id=4638,id2=5971,money = 2888,pro=0,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "起源·龍之甲II",
                        List =
                        {
 {id=4646,id2=5970,money = 4888,pro=0,}, --起源战甲(男) 
 {id=4655,id2=5970,money = 4888,pro=0,}, --起源魔袍(男) 
 {id=4664,id2=5970,money = 4888,pro=0,}, --起源道衣(男) 
 {id=4647,id2=5971,money = 4888,pro=0,}, --起源战甲(女) 
 {id=4656,id2=5971,money = 4888,pro=0,}, --起源魔袍(女) 
 {id=4665,id2=5971,money = 4888,pro=0,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "誓言·龍之甲II",
                        List =
                        {
 {id=4673,id2=5970,money = 6888,pro=0,}, --誓言战甲(男) 
 {id=4682,id2=5970,money = 6888,pro=0,}, --誓言魔袍(男) 
 {id=4691,id2=5970,money = 6888,pro=0,}, --誓言道衣(男) 
 {id=4674,id2=5971,money = 6888,pro=0,}, --誓言战甲(女) 
 {id=4683,id2=5971,money = 6888,pro=0,}, --誓言魔袍(女) 
 {id=4692,id2=5971,money = 6888,pro=0,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "冲天·龍之甲II",
                        List =
                        {
 {id=88,id2=5970,money = 8888,pro=0,}, --冲天战甲(男) 
 {id=97,id2=5970,money = 8888,pro=0,}, --冲天魔袍(男) 
 {id=106,id2=5970,money = 8888,pro=0,}, --冲天道衣(男) 
 {id=89,id2=5971,money = 8888,pro=0,}, --冲天战甲(女) 
 {id=98,id2=5971,money = 8888,pro=0,}, --冲天魔袍(女) 
 {id=107,id2=5971,money = 8888,pro=0,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "菩提·龍之甲II",
                        List =
                        {
 {id=115,id2=5970,money = 10888,pro=0,}, --菩提战狂甲(男) 
 {id=124,id2=5970,money = 10888,pro=0,}, --菩提法痴袍(男) 
 {id=133,id2=5970,money = 10888,pro=0,}, --菩提道仙衣(男) 
 {id=116,id2=5971,money = 10888,pro=0,}, --菩提战狂甲(女) 
 {id=125,id2=5971,money = 10888,pro=0,}, --菩提法痴袍(女) 
 {id=134,id2=5971,money = 10888,pro=0,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "无尘·龍之甲II",
                        List =
                        {
 {id=142,id2=5970,money = 12888,pro=0,}, --无尘战幻甲(男) 
 {id=151,id2=5970,money = 12888,pro=0,}, --无尘法幻袍(男) 
 {id=160,id2=5970,money = 12888,pro=0,}, --无尘道幻衣(男) 
 {id=143,id2=5971,money = 12888,pro=0,}, --无尘战幻甲(女) 
 {id=152,id2=5971,money = 12888,pro=0,}, --无尘法幻袍(女) 
 {id=161,id2=5971,money = 12888,pro=0,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之甲II",
                        List =
                        {
 {id=169,id2=5970,money = 15888,pro=0,}, --无尘战幻甲(男) 
 {id=178,id2=5970,money = 15888,pro=0,}, --无尘法幻袍(男) 
 {id=187,id2=5970,money = 15888,pro=0,}, --无尘道幻衣(男) 
 {id=170,id2=5971,money = 15888,pro=0,}, --无尘战幻甲(女) 
 {id=179,id2=5971,money = 15888,pro=0,}, --无尘法幻袍(女) 
 {id=188,id2=5971,money = 15888,pro=0,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "王·上古龍之甲II",
                          List =
                        {
 {id=4619,id2=5970,money = 4888,pro=1,}, --上古重甲(男) 
 {id=4628,id2=5970,money = 4888,pro=1,}, --上古魔袍(男) 
 {id=4637,id2=5970,money = 4888,pro=1,}, --上古道衣(男) 
 {id=4620,id2=5971,money = 4888,pro=1,}, --上古重甲(女) 
 {id=4629,id2=5971,money = 4888,pro=1,}, --上古魔袍(女) 
 {id=4638,id2=5971,money = 4888,pro=1,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "王·起源龍之甲II",
                        List =
                        {
 {id=4646,id2=5970,money = 6888,pro=1,}, --起源战甲(男) 
 {id=4655,id2=5970,money = 6888,pro=1,}, --起源魔袍(男) 
 {id=4664,id2=5970,money = 6888,pro=1,}, --起源道衣(男) 
 {id=4647,id2=5971,money = 6888,pro=1,}, --起源战甲(女) 
 {id=4656,id2=5971,money = 6888,pro=1,}, --起源魔袍(女) 
 {id=4665,id2=5971,money = 6888,pro=1,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之甲II",
                        List =
                        {
 {id=4673,id2=5970,money = 8888,pro=1,}, --誓言战甲(男) 
 {id=4682,id2=5970,money = 8888,pro=1,}, --誓言魔袍(男) 
 {id=4691,id2=5970,money = 8888,pro=1,}, --誓言道衣(男) 
 {id=4674,id2=5971,money = 8888,pro=1,}, --誓言战甲(女) 
 {id=4683,id2=5971,money = 8888,pro=1,}, --誓言魔袍(女) 
 {id=4692,id2=5971,money = 8888,pro=1,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之甲II",
                        List =
                        {
 {id=88,id2=5970,money = 10888,pro=1,}, --冲天战甲(男) 
 {id=97,id2=5970,money = 10888,pro=1,}, --冲天魔袍(男) 
 {id=106,id2=5970,money = 10888,pro=1,}, --冲天道衣(男) 
 {id=89,id2=5971,money = 10888,pro=1,}, --冲天战甲(女) 
 {id=98,id2=5971,money = 10888,pro=1,}, --冲天魔袍(女) 
 {id=107,id2=5971,money = 10888,pro=1,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之甲II",
                        List =
                        {
 {id=115,id2=5970,money = 12888,pro=1,}, --菩提战狂甲(男) 
 {id=124,id2=5970,money = 12888,pro=1,}, --菩提法痴袍(男) 
 {id=133,id2=5970,money = 12888,pro=1,}, --菩提道仙衣(男) 
 {id=116,id2=5971,money = 12888,pro=1,}, --菩提战狂甲(女) 
 {id=125,id2=5971,money = 12888,pro=1,}, --菩提法痴袍(女) 
 {id=134,id2=5971,money = 12888,pro=1,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之甲II",
                        List =
                        {
 {id=142,id2=5970,money = 15888,pro=1,}, --无尘战幻甲(男) 
 {id=151,id2=5970,money = 15888,pro=1,}, --无尘法幻袍(男) 
 {id=160,id2=5970,money = 15888,pro=1,}, --无尘道幻衣(男) 
 {id=143,id2=5971,money = 15888,pro=1,}, --无尘战幻甲(女) 
 {id=152,id2=5971,money = 15888,pro=1,}, --无尘法幻袍(女) 
 {id=161,id2=5971,money = 15888,pro=1,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之甲II",
                        List =
                        {
 {id=169,id2=5970,money = 19888,pro=1,}, --无尘战幻甲(男) 
 {id=178,id2=5970,money = 19888,pro=1,}, --无尘法幻袍(男) 
 {id=187,id2=5970,money = 19888,pro=1,}, --无尘道幻衣(男) 
 {id=170,id2=5971,money = 19888,pro=1,}, --无尘战幻甲(女) 
 {id=179,id2=5971,money = 19888,pro=1,}, --无尘法幻袍(女) 
 {id=188,id2=5971,money = 19888,pro=1,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之甲II",
                        List =
                        {
 {id=4619,id2=5970,money = 6888,pro=2,}, --上古重甲(男) 
 {id=4628,id2=5970,money = 6888,pro=2,}, --上古魔袍(男) 
 {id=4637,id2=5970,money = 6888,pro=2,}, --上古道衣(男) 
 {id=4620,id2=5971,money = 6888,pro=2,}, --上古重甲(女) 
 {id=4629,id2=5971,money = 6888,pro=2,}, --上古魔袍(女) 
 {id=4638,id2=5971,money = 6888,pro=2,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之甲II",
                        List =
                        {
 {id=4646,id2=5970,money = 8888,pro=2,}, --起源战甲(男) 
 {id=4655,id2=5970,money = 8888,pro=2,}, --起源魔袍(男) 
 {id=4664,id2=5970,money = 8888,pro=2,}, --起源道衣(男) 
 {id=4647,id2=5971,money = 8888,pro=2,}, --起源战甲(女) 
 {id=4656,id2=5971,money = 8888,pro=2,}, --起源魔袍(女) 
 {id=4665,id2=5971,money = 8888,pro=2,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之甲II",
                        List =
                        {
 {id=4673,id2=5970,money = 10888,pro=2,}, --誓言战甲(男) 
 {id=4682,id2=5970,money = 10888,pro=2,}, --誓言魔袍(男) 
 {id=4691,id2=5970,money = 10888,pro=2,}, --誓言道衣(男) 
 {id=4674,id2=5971,money = 10888,pro=2,}, --誓言战甲(女) 
 {id=4683,id2=5971,money = 10888,pro=2,}, --誓言魔袍(女) 
 {id=4692,id2=5971,money = 10888,pro=2,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之甲II",
                        List =
                        {
  {id=88,id2=5970,money = 12888,pro=2,}, --冲天战甲(男) 
 {id=97,id2=5970,money = 12888,pro=2,}, --冲天魔袍(男) 
 {id=106,id2=5970,money = 12888,pro=2,}, --冲天道衣(男) 
 {id=89,id2=5971,money = 12888,pro=2,}, --冲天战甲(女) 
 {id=98,id2=5971,money = 12888,pro=2,}, --冲天魔袍(女) 
 {id=107,id2=5971,money = 12888,pro=2,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之甲II",
                        List =
                        {
 {id=115,id2=5970,money = 15888,pro=2,}, --菩提战狂甲(男) 
 {id=124,id2=5970,money = 15888,pro=2,}, --菩提法痴袍(男) 
 {id=133,id2=5970,money = 15888,pro=2,}, --菩提道仙衣(男) 
 {id=116,id2=5971,money = 15888,pro=2,}, --菩提战狂甲(女) 
 {id=125,id2=5971,money = 15888,pro=2,}, --菩提法痴袍(女) 
 {id=134,id2=5971,money = 15888,pro=2,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之甲II",
                        List =
                        {
 {id=142,id2=5970,money = 19888,pro=2,}, --无尘战幻甲(男) 
 {id=151,id2=5970,money = 19888,pro=2,}, --无尘法幻袍(男) 
 {id=160,id2=5970,money = 19888,pro=2,}, --无尘道幻衣(男) 
 {id=143,id2=5971,money = 19888,pro=2,}, --无尘战幻甲(女) 
 {id=152,id2=5971,money = 19888,pro=2,}, --无尘法幻袍(女) 
 {id=161,id2=5971,money = 19888,pro=2,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之甲II",
                        List =
                        {
 {id=169,id2=5970,money = 25888,pro=2,}, --无尘战幻甲(男) 
 {id=178,id2=5970,money = 25888,pro=2,}, --无尘法幻袍(男) 
 {id=187,id2=5970,money = 25888,pro=2,}, --无尘道幻衣(男) 
 {id=170,id2=5971,money = 25888,pro=2,}, --无尘战幻甲(女) 
 {id=179,id2=5971,money = 25888,pro=2,}, --无尘法幻袍(女) 
 {id=188,id2=5971,money = 25888,pro=2,}, --无尘道幻衣(女) 
                        }, 
                    },
                }
            },  
            --头盔
            {
                Name = "龍之盔II",
                Item=
                {
                    {
                        Name= "上古·龍之盔II",
                        List =
                        {
 {id=4621,id2=5972,money = 2888,pro=0,}, --上古战盔 
 {id=4630,id2=5972,money = 2888,pro=0,}, --上古法盔 
 {id=4639,id2=5972,money = 2888,pro=0,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "起源·龍之盔II",
                        List =
                        {
 {id=4648,id2=5972,money = 4888,pro=0,}, --起源战盔 
 {id=4657,id2=5972,money = 4888,pro=0,}, --起源法盔 
 {id=4666,id2=5972,money = 4888,pro=0,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "誓言·龍之盔II",
                         List =
                        {
 {id=4675,id2=5972,money = 6888,pro=0,}, --誓言战盔 
 {id=4684,id2=5972,money = 6888,pro=0,}, --誓言法盔 
 {id=4693,id2=5972,money = 6888,pro=0,}, --誓言道盔
                        }, 
                    },
                    {
                        Name= "冲天·龍之盔II",
                        List =
                        {
 {id=90,id2=5972,money = 8888,pro=0,}, --冲天战盔 
 {id=99,id2=5972,money = 8888,pro=0,}, --冲天魔盔 
 {id=108,id2=5972,money = 8888,pro=0,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "菩提·龍之盔II",
                        List =
                        {
 {id=117,id2=5972,money = 10888,pro=0,}, --菩提战狂盔 
 {id=126,id2=5972,money = 10888,pro=0,}, --菩提法痴盔 
 {id=135,id2=5972,money = 10888,pro=0,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "无尘·龍之盔II",
                        List =
                        {
 {id=144,id2=5972,money = 12888,pro=0,}, --无尘战幻盔 
 {id=153,id2=5972,money = 12888,pro=0,}, --无尘法幻盔 
 {id=162,id2=5972,money = 12888,pro=0,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之盔II",
                        List =
                        {
 {id=171,id2=5972,money = 15888,pro=0,}, --无尘战幻盔 
 {id=180,id2=5972,money = 15888,pro=0,}, --无尘法幻盔 
 {id=189,id2=5972,money = 15888,pro=0,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "王·上古龍之盔II",
                        List =
                        {
 {id=4621,id2=5972,money = 4888,pro=1,}, --上古战盔 
 {id=4630,id2=5972,money = 4888,pro=1,}, --上古法盔 
 {id=4639,id2=5972,money = 4888,pro=1,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "王·起源龍之盔II",
                        List =
                        {
 {id=4648,id2=5972,money = 6888,pro=1,}, --起源战盔 
 {id=4657,id2=5972,money = 6888,pro=1,}, --起源法盔 
 {id=4666,id2=5972,money = 6888,pro=1,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之盔II",
                        List =
                        {
 {id=4675,id2=5972,money = 8888,pro=1,}, --誓言战盔 
 {id=4684,id2=5972,money = 8888,pro=1,}, --誓言法盔 
 {id=4693,id2=5972,money = 8888,pro=1,}, --誓言道盔 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之盔II",
                        List =
                        {
 {id=90,id2=5972,money = 10888,pro=1,}, --冲天战盔 
 {id=99,id2=5972,money = 10888,pro=1,}, --冲天魔盔 
 {id=108,id2=5972,money = 10888,pro=1,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之盔II",
                        List =
                        {
 {id=117,id2=5972,money = 12888,pro=1,}, --菩提战狂盔 
 {id=126,id2=5972,money = 12888,pro=1,}, --菩提法痴盔 
 {id=135,id2=5972,money = 12888,pro=1,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之盔II",
                        List =
                        {
 {id=144,id2=5972,money = 15888,pro=1,}, --无尘战幻盔 
 {id=153,id2=5972,money = 15888,pro=1,}, --无尘法幻盔 
 {id=162,id2=5972,money = 15888,pro=1,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之盔II",
                        List =
                        {
 {id=171,id2=5972,money = 19888,pro=1,}, --无尘战幻盔 
 {id=180,id2=5972,money = 19888,pro=1,}, --无尘法幻盔 
 {id=189,id2=5972,money = 19888,pro=1,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之盔II",
                        List =
                        {
 {id=4621,id2=5972,money = 6888,pro=2,}, --上古战盔 
 {id=4630,id2=5972,money = 6888,pro=2,}, --上古法盔 
 {id=4639,id2=5972,money = 6888,pro=2,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之盔II",
                        List =
                        {
 {id=4648,id2=5972,money = 8888,pro=2,}, --起源战盔 
 {id=4657,id2=5972,money = 8888,pro=2,}, --起源法盔 
 {id=4666,id2=5972,money = 8888,pro=2,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之盔II",
                        List =
                        {
 {id=4675,id2=5972,money = 10888,pro=2,}, --誓言战盔 
 {id=4684,id2=5972,money = 10888,pro=2,}, --誓言法盔 
 {id=4693,id2=5972,money = 10888,pro=2,}, --誓言道盔 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之盔II",
                        List =
                        {
 {id=90,id2=5972,money = 12888,pro=2,}, --冲天战盔 
 {id=99,id2=5972,money = 12888,pro=2,}, --冲天魔盔 
 {id=108,id2=5972,money = 12888,pro=2,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之盔II",
                        List =
                        {
 {id=117,id2=5972,money = 15888,pro=2,}, --菩提战狂盔 
 {id=126,id2=5972,money = 15888,pro=2,}, --菩提法痴盔 
 {id=135,id2=5972,money = 15888,pro=2,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之盔II",
                        List =
                        {
 {id=144,id2=5972,money = 19888,pro=2,}, --无尘战幻盔 
 {id=153,id2=5972,money = 19888,pro=2,}, --无尘法幻盔 
 {id=162,id2=5972,money = 19888,pro=2,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之盔II",
                        List =
                        {
 {id=171,id2=5972,money = 25888,pro=2,}, --无尘战幻盔 
 {id=180,id2=5972,money = 25888,pro=2,}, --无尘法幻盔 
 {id=189,id2=5972,money = 25888,pro=2,}, --无尘道幻盔 
                        }, 
                    },
                }
            },           
            --项链
            {
                Name = "龍之链II",
                Item=
                {
                    {
                        Name= "上古·龍之链II",
                        List =
                        {
 {id=4622,id2=5973,money = 2888,pro=0,}, --上古战链 
 {id=4631,id2=5973,money = 2888,pro=0,}, --上古法链 
 {id=4640,id2=5973,money = 2888,pro=0,}, --上古道链 
                        }, 
                    },
                   {
                        Name= "起源·龍之链II",
                        List =
                        {
 {id=4649,id2=5973,money = 4888,pro=0,}, --起源战链 
 {id=4658,id2=5973,money = 4888,pro=0,}, --起源法链 
 {id=4667,id2=5973,money = 4888,pro=0,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "誓言·龍之链II",
                        List =
                        {
 {id=4676,id2=5973,money = 6888,pro=0,}, --誓言战链 
 {id=4685,id2=5973,money = 6888,pro=0,}, --誓言法链 
 {id=4694,id2=5973,money = 6888,pro=0,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "冲天·龍之链II",
                        List =
                        {
 {id=91,id2=5973,money = 8888,pro=0,}, --冲天战链 
 {id=100,id2=5973,money = 8888,pro=0,}, --冲天魔链 
 {id=109,id2=5973,money = 8888,pro=0,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "菩提·龍之链II",
                         List =
                        {
  {id=118,id2=5973,money = 10888,pro=0,}, --菩提战狂链 
 {id=127,id2=5973,money = 10888,pro=0,}, --菩提法痴链 
 {id=136,id2=5973,money = 10888,pro=0,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "无尘·龍之链II",
                        List =
                        {
 {id=145,id2=5973,money = 12888,pro=0,}, --无尘战幻链 
 {id=154,id2=5973,money = 12888,pro=0,}, --无尘法幻链 
 {id=163,id2=5973,money = 12888,pro=0,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之链II",
                        List =
                        {
 {id=172,id2=5973,money = 15888,pro=0,}, --无尘战幻链 
 {id=181,id2=5973,money = 15888,pro=0,}, --无尘法幻链 
 {id=190,id2=5973,money = 15888,pro=0,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "王·上古龍之链II",
                        List =
                        {
 {id=4622,id2=5973,money = 4888,pro=1,}, --上古战链 
 {id=4631,id2=5973,money = 4888,pro=1,}, --上古法链 
 {id=4640,id2=5973,money = 4888,pro=1,}, --上古道链
                        }, 
                    },
                   {
                        Name= "王·起源龍之链II",
                        List =
                        {
 {id=4649,id2=5973,money = 6888,pro=1,}, --起源战链 
 {id=4658,id2=5973,money = 6888,pro=1,}, --起源法链 
 {id=4667,id2=5973,money = 6888,pro=1,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之链II",
                        List =
                        {
 {id=4676,id2=5973,money = 8888,pro=1,}, --誓言战链 
 {id=4685,id2=5973,money = 8888,pro=1,}, --誓言法链 
 {id=4694,id2=5973,money = 8888,pro=1,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之链II",
                        List =
                        {
 {id=91,id2=5973,money = 10888,pro=1,}, --冲天战链 
 {id=100,id2=5973,money = 10888,pro=1,}, --冲天魔链 
 {id=109,id2=5973,money = 10888,pro=1,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之链II",
                        List =
                        {
 {id=118,id2=5973,money = 12888,pro=1,}, --菩提战狂链 
 {id=127,id2=5973,money = 12888,pro=1,}, --菩提法痴链 
 {id=136,id2=5973,money = 12888,pro=1,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之链II",
                        List =
                        {
 {id=145,id2=5973,money = 15888,pro=1,}, --无尘战幻链 
 {id=154,id2=5973,money = 15888,pro=1,}, --无尘法幻链 
 {id=163,id2=5973,money = 15888,pro=1,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之链II",
                        List =
                        {
 {id=172,id2=5973,money = 19888,pro=1,}, --无尘战幻链 
 {id=181,id2=5973,money = 19888,pro=1,}, --无尘法幻链 
 {id=190,id2=5973,money = 19888,pro=1,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之链II",
                        List =
                        {
 {id=4622,id2=5973,money = 6888,pro=2,}, --上古战链 
 {id=4631,id2=5973,money = 6888,pro=2,}, --上古法链 
 {id=4640,id2=5973,money = 6888,pro=2,}, --上古道链 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之链II",
                        List =
                        {
 {id=4649,id2=5973,money = 8888,pro=2,}, --起源战链 
 {id=4658,id2=5973,money = 8888,pro=2,}, --起源法链 
 {id=4667,id2=5973,money = 8888,pro=2,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之链II",
                        List =
                        {
 {id=4676,id2=5973,money = 10888,pro=2,}, --誓言战链 
 {id=4685,id2=5973,money = 10888,pro=2,}, --誓言法链 
 {id=4694,id2=5973,money = 10888,pro=2,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之链II",
                        List =
                        {
 {id=91,id2=5973,money = 12888,pro=2,}, --冲天战链 
 {id=100,id2=5973,money = 12888,pro=2,}, --冲天魔链 
 {id=109,id2=5973,money = 12888,pro=2,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之链II",
                        List =
                        {
 {id=118,id2=5973,money = 15888,pro=2,}, --菩提战狂链 
 {id=127,id2=5973,money = 15888,pro=2,}, --菩提法痴链 
 {id=136,id2=5973,money = 15888,pro=2,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之链II",
                        List =
                        {
 {id=145,id2=5973,money = 19888,pro=2,}, --无尘战幻链 
 {id=154,id2=5973,money = 19888,pro=2,}, --无尘法幻链 
 {id=163,id2=5973,money = 19888,pro=2,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之链II",
                        List =
                        {
 {id=172,id2=5973,money = 25888,pro=2,}, --无尘战幻链 
 {id=181,id2=5973,money = 25888,pro=2,}, --无尘法幻链 
 {id=190,id2=5973,money = 25888,pro=2,}, --无尘道幻链 
                        }, 
                    },
                }
            },            
              --手镯
            {
                Name = "龍之镯II",
                Item=
                {
                    {
                        Name= "上古·龍之镯II",
                        List =
                        {
 {id=4623,id2=5974,money = 2888,pro=0,}, --上古战镯 
 {id=4632,id2=5974,money = 2888,pro=0,}, --上古法镯 
 {id=4641,id2=5974,money = 2888,pro=0,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "起源·龍之镯II",
                        List =
                        {
 {id=4650,id2=5974,money = 4888,pro=0,}, --起源战镯 
 {id=4659,id2=5974,money = 4888,pro=0,}, --起源法镯 
 {id=4668,id2=5974,money = 4888,pro=0,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "誓言·龍之镯II",
                        List =
                        {
 {id=4677,id2=5974,money = 6888,pro=0,}, --誓言战镯 
 {id=4686,id2=5974,money = 6888,pro=0,}, --誓言法镯 
 {id=4695,id2=5974,money = 6888,pro=0,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "冲天·龍之镯II",
                        List =
                        {
 {id=92,id2=5974,money = 8888,pro=0,}, --冲天战腕 
 {id=101,id2=5974,money = 8888,pro=0,}, --冲天魔腕 
 {id=110,id2=5974,money = 8888,pro=0,}, --冲天道腕 
                        }, 
                    },
                    {
                        Name= "菩提·龍之镯II",
                        List =
                        {
 {id=119,id2=5974,money = 10888,pro=0,}, --菩提战狂腕 
 {id=128,id2=5974,money = 10888,pro=0,}, --菩提法痴腕 
 {id=137,id2=5974,money = 10888,pro=0,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "无尘·龍之镯II",
                        List =
                        {
 {id=146,id2=5974,money = 12888,pro=0,}, --无尘战幻腕 
 {id=155,id2=5974,money = 12888,pro=0,}, --无尘法幻腕 
 {id=164,id2=5974,money = 12888,pro=0,}, --无尘道幻腕
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之镯II",
                        List =
                        {
 {id=173,id2=5974,money = 15888,pro=0,}, --无尘战幻腕 
 {id=182,id2=5974,money = 15888,pro=0,}, --无尘法幻腕 
 {id=191,id2=5974,money = 15888,pro=0,}, --无尘道幻腕
                        }, 
                    },
                    {
                        Name= "王·上古龍之镯II",
                        List =
                        {
 {id=4623,id2=5974,money = 4888,pro=1,}, --上古战镯 
 {id=4632,id2=5974,money = 4888,pro=1,}, --上古法镯 
 {id=4641,id2=5974,money = 4888,pro=1,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "王·起源龍之镯II",
                        List =
                        {
 {id=4650,id2=5974,money = 6888,pro=1,}, --起源战镯 
 {id=4659,id2=5974,money = 6888,pro=1,}, --起源法镯 
 {id=4668,id2=5974,money = 6888,pro=1,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之镯II",
                        List =
                        {
 {id=4677,id2=5974,money = 8888,pro=1,}, --誓言战镯 
 {id=4686,id2=5974,money = 8888,pro=1,}, --誓言法镯 
 {id=4695,id2=5974,money = 8888,pro=1,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之镯II",
                        List =
                        {
  {id=92,id2=5974,money = 10888,pro=1,}, --冲天战腕 
 {id=101,id2=5974,money = 10888,pro=1,}, --冲天魔腕 
 {id=110,id2=5974,money = 10888,pro=1,}, --冲天道腕 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之镯II",
                        List =
                        {
 {id=119,id2=5974,money = 12888,pro=1,}, --菩提战狂腕 
 {id=128,id2=5974,money = 12888,pro=1,}, --菩提法痴腕 
 {id=137,id2=5974,money = 12888,pro=1,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之镯II",
                        List =
                        {
 {id=146,id2=5974,money = 15888,pro=1,}, --无尘战幻腕 
 {id=155,id2=5974,money = 15888,pro=1,}, --无尘法幻腕 
 {id=164,id2=5974,money = 15888,pro=1,}, --无尘道幻腕 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之镯II",
                        List =
                        {
 {id=173,id2=5974,money = 19888,pro=1,}, --无尘战幻腕 
 {id=182,id2=5974,money = 19888,pro=1,}, --无尘法幻腕 
 {id=191,id2=5974,money = 19888,pro=1,}, --无尘道幻腕 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之镯II",
                        List =
                        {
   {id=4623,id2=5974,money = 6888,pro=2,}, --上古战镯 
 {id=4632,id2=5974,money = 6888,pro=2,}, --上古法镯 
 {id=4641,id2=5974,money = 6888,pro=2,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之镯II",
                        List =
                        {
 {id=4650,id2=5974,money = 8888,pro=2,}, --起源战镯 
 {id=4659,id2=5974,money = 8888,pro=2,}, --起源法镯 
 {id=4668,id2=5974,money = 8888,pro=2,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之镯II",
                        List =
                        {
 {id=4677,id2=5974,money = 10888,pro=2,}, --誓言战镯 
 {id=4686,id2=5974,money = 10888,pro=2,}, --誓言法镯 
 {id=4695,id2=5974,money = 10888,pro=2,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之镯II",
                        List =
                        {
 {id=92,id2=5974,money = 12888,pro=2,}, --冲天战腕 
 {id=101,id2=5974,money = 12888,pro=2,}, --冲天魔腕 
 {id=110,id2=5974,money = 12888,pro=2,}, --冲天道腕
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之镯II",
                        List =
                        {
 {id=119,id2=5974,money = 15888,pro=2,}, --菩提战狂腕 
 {id=128,id2=5974,money = 15888,pro=2,}, --菩提法痴腕 
 {id=137,id2=5974,money = 15888,pro=2,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之镯II",
                        List =
                        {
 {id=146,id2=5974,money = 19888,pro=2,}, --无尘战幻腕 
 {id=155,id2=5974,money = 19888,pro=2,}, --无尘法幻腕 
 {id=164,id2=5974,money = 19888,pro=2,}, --无尘道幻腕 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之镯II",
                        List =
                        {
 {id=173,id2=5974,money = 25888,pro=2,}, --无尘战幻腕 
 {id=182,id2=5974,money = 25888,pro=2,}, --无尘法幻腕 
 {id=191,id2=5974,money = 25888,pro=2,}, --无尘道幻腕 
                        }, 
                    },
                }
            },            
              --戒指
            {
                Name = "龍之戒II",
                Item=
                {
                    {
                        Name= "上古·龍之戒II",
                        List =
                        {
 {id=4624,id2=5975,money = 2888,pro=0,}, --上古战戒 
 {id=4633,id2=5975,money = 2888,pro=0,}, --上古法戒 
 {id=4642,id2=5975,money = 2888,pro=0,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "起源·龍之戒II",
                        List =
                        {
 {id=4651,id2=5975,money = 4888,pro=0,}, --起源战戒 
 {id=4660,id2=5975,money = 4888,pro=0,}, --起源法戒 
 {id=4669,id2=5975,money = 4888,pro=0,}, --起源道戒 
                        }, 
                    },
                    {
                        Name= "誓言·龍之戒II",
                        List =
                        {
 {id=4678,id2=5975,money = 6888,pro=0,}, --誓言战戒 
 {id=4687,id2=5975,money = 6888,pro=0,}, --誓言法戒 
 {id=4696,id2=5975,money = 6888,pro=0,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "冲天·龍之戒II",
                        List =
                        {
 {id=93,id2=5975,money = 8888,pro=0,}, --冲天战戒 
 {id=102,id2=5975,money = 8888,pro=0,}, --冲天魔戒 
 {id=111,id2=5975,money = 8888,pro=0,}, --冲天道戒 
                        }, 
                    },
                    {
                        Name= "菩提·龍之戒II",
                        List =
                        {
 {id=120,id2=5975,money = 10888,pro=0,}, --菩提战狂戒 
 {id=129,id2=5975,money = 10888,pro=0,}, --菩提法痴戒 
 {id=138,id2=5975,money = 10888,pro=0,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "无尘·龍之戒II",
                        List =
                        {
 {id=147,id2=5975,money = 12888,pro=0,}, --无尘战幻戒 
 {id=156,id2=5975,money = 12888,pro=0,}, --无尘法幻戒 
 {id=165,id2=5975,money = 12888,pro=0,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之戒II",
                        List =
                        {
 {id=174,id2=5975,money = 15888,pro=0,}, --无尘战幻戒 
 {id=183,id2=5975,money = 15888,pro=0,}, --无尘法幻戒 
 {id=192,id2=5975,money = 15888,pro=0,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "王·上古龍之戒II",
                        List =
                        {
 {id=4624,id2=5975,money = 4888,pro=1,}, --上古战戒 
 {id=4633,id2=5975,money = 4888,pro=1,}, --上古法戒 
 {id=4642,id2=5975,money = 4888,pro=1,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "王·起源龍之戒II",
                        List =
                        {
 {id=4651,id2=5975,money = 6888,pro=1,}, --起源战戒 
 {id=4660,id2=5975,money = 6888,pro=1,}, --起源法戒 
 {id=4669,id2=5975,money = 6888,pro=1,}, --起源道戒 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之戒II",
                        List =
                        {
 {id=4678,id2=5975,money = 8888,pro=1,}, --誓言战戒 
 {id=4687,id2=5975,money = 8888,pro=1,}, --誓言法戒 
 {id=4696,id2=5975,money = 8888,pro=1,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之戒II",
                        List =
                        {
 {id=93,id2=5975,money = 10888,pro=1,}, --冲天战戒 
 {id=102,id2=5975,money = 10888,pro=1,}, --冲天魔戒 
 {id=111,id2=5975,money = 10888,pro=1,}, --冲天道戒
                        }, 
                    },
                    {
                        Name= "王·菩提龍之戒II",
                        List =
                        {
 {id=120,id2=5975,money = 12888,pro=1,}, --菩提战狂戒 
 {id=129,id2=5975,money = 12888,pro=1,}, --菩提法痴戒 
 {id=138,id2=5975,money = 12888,pro=1,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之戒II",
                        List =
                        {
 {id=147,id2=5975,money = 15888,pro=1,}, --无尘战幻戒 
 {id=156,id2=5975,money = 15888,pro=1,}, --无尘法幻戒 
 {id=165,id2=5975,money = 15888,pro=1,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之戒II",
                        List =
                        {
 {id=174,id2=5975,money = 19888,pro=1,}, --无尘战幻戒 
 {id=183,id2=5975,money = 19888,pro=1,}, --无尘法幻戒 
 {id=192,id2=5975,money = 19888,pro=1,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之戒II",
                        List =
                        {
 {id=4624,id2=5975,money = 6888,pro=2,}, --上古战戒 
 {id=4633,id2=5975,money = 6888,pro=2,}, --上古法戒 
 {id=4642,id2=5975,money = 6888,pro=2,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之戒II",
                        List =
                        {
 {id=4651,id2=5975,money = 8888,pro=2,}, --起源战戒 
 {id=4660,id2=5975,money = 8888,pro=2,}, --起源法戒 
 {id=4669,id2=5975,money = 8888,pro=2,}, --起源道戒
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之戒II",
                        List =
                        {
 {id=4678,id2=5975,money = 10888,pro=2,}, --誓言战戒 
 {id=4687,id2=5975,money = 10888,pro=2,}, --誓言法戒 
 {id=4696,id2=5975,money = 10888,pro=2,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之戒II",
                        List =
                        {
 {id=93,id2=5975,money = 12888,pro=2,}, --冲天战戒 
 {id=102,id2=5975,money = 12888,pro=2,}, --冲天魔戒 
 {id=111,id2=5975,money = 12888,pro=2,}, --冲天道戒 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之戒II",
                        List =
                        {
 {id=120,id2=5975,money = 15888,pro=2,}, --菩提战狂戒 
 {id=129,id2=5975,money = 15888,pro=2,}, --菩提法痴戒 
 {id=138,id2=5975,money = 15888,pro=2,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之戒II",
                        List =
                        {
 {id=147,id2=5975,money = 19888,pro=2,}, --无尘战幻戒 
 {id=156,id2=5975,money = 19888,pro=2,}, --无尘法幻戒 
 {id=165,id2=5975,money = 19888,pro=2,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之戒II",
                        List =
                        {
 {id=174,id2=5975,money = 25888,pro=2,}, --无尘战幻戒 
 {id=183,id2=5975,money = 25888,pro=2,}, --无尘法幻戒 
 {id=192,id2=5975,money = 52888,pro=2,}, --无尘道幻戒 
                        }, 
                    },
                }
            },            
              --腰带
            {
                Name = "龍之带II",
                Item=
                {
                    {
                        Name= "上古·龍之带II",
                        List =
                        {
 {id=4625,id2=5976,money = 2888,pro=0,}, --上古战带 
 {id=4634,id2=5976,money = 2888,pro=0,}, --上古法带 
 {id=4643,id2=5976,money = 2888,pro=0,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "起源·龍之带II",
                        List =
                        {
 {id=4652,id2=5976,money = 4888,pro=0,}, --起源战带 
 {id=4661,id2=5976,money = 4888,pro=0,}, --起源法带 
 {id=4670,id2=5976,money = 4888,pro=0,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "誓言·龍之带II",
                        List =
                        {
 {id=4679,id2=5976,money = 6888,pro=0,}, --誓言战带 
 {id=4688,id2=5976,money = 6888,pro=0,}, --誓言法带 
 {id=4697,id2=5976,money = 6888,pro=0,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "冲天·龍之带II",
                        List =
                        {
 {id=94,id2=5976,money = 8888,pro=0,}, --冲天战带 
 {id=103,id2=5976,money = 8888,pro=0,}, --冲天魔带 
 {id=112,id2=5976,money = 8888,pro=0,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "菩提·龍之带II",
                        List =
                        {
 {id=121,id2=5976,money = 10888,pro=0,}, --菩提战狂带 
 {id=130,id2=5976,money = 10888,pro=0,}, --菩提法痴带 
 {id=139,id2=5976,money = 10888,pro=0,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "无尘·龍之带II",
                        List =
                        {
 {id=148,id2=5976,money = 12888,pro=0,}, --无尘战幻带 
 {id=157,id2=5976,money = 12888,pro=0,}, --无尘法幻带 
 {id=166,id2=5976,money = 12888,pro=0,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之带II",
                        List =
                        {
 {id=175,id2=5976,money = 15888,pro=0,}, --无尘战幻带 
 {id=184,id2=5976,money = 15888,pro=0,}, --无尘法幻带 
 {id=193,id2=5976,money = 15888,pro=0,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "王·上古龍之带II",
                        List =
                        {
 {id=4625,id2=5976,money = 4888,pro=1,}, --上古战带 
 {id=4634,id2=5976,money = 4888,pro=1,}, --上古法带 
 {id=4643,id2=5976,money = 4888,pro=1,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "王·起源龍之带II",
                        List =
                        {
 {id=4652,id2=5976,money = 6888,pro=1,}, --起源战带 
 {id=4661,id2=5976,money = 6888,pro=1,}, --起源法带 
 {id=4670,id2=5976,money = 6888,pro=1,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之带II",
                        List =
                        {
 {id=4679,id2=5976,money = 8888,pro=1,}, --誓言战带 
 {id=4688,id2=5976,money = 8888,pro=1,}, --誓言法带 
 {id=4697,id2=5976,money = 8888,pro=1,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之带II",
                        List =
                        {
 {id=94,id2=5976,money = 10888,pro=1,}, --冲天战带 
 {id=103,id2=5976,money = 10888,pro=1,}, --冲天魔带 
 {id=112,id2=5976,money = 10888,pro=1,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之带II",
                        List =
                        {
 {id=121,id2=5976,money = 12888,pro=1,}, --菩提战狂带 
 {id=130,id2=5976,money = 12888,pro=1,}, --菩提法痴带 
 {id=139,id2=5976,money = 12888,pro=1,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之带II",
                        List =
                        {
 {id=148,id2=5976,money = 15888,pro=1,}, --无尘战幻带 
 {id=157,id2=5976,money = 15888,pro=1,}, --无尘法幻带 
 {id=166,id2=5976,money = 15888,pro=1,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之带II",
                        List =
                        {
 {id=175,id2=5976,money = 19888,pro=1,}, --无尘战幻带 
 {id=184,id2=5976,money = 19888,pro=1,}, --无尘法幻带 
 {id=193,id2=5976,money = 19888,pro=1,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之带II",
                        List =
                        {
 {id=4625,id2=5976,money = 6888,pro=2,}, --上古战带 
 {id=4634,id2=5976,money = 6888,pro=2,}, --上古法带 
 {id=4643,id2=5976,money = 6888,pro=2,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之带II",
                        List =
                        {
 {id=4652,id2=5976,money = 8888,pro=2,}, --起源战带 
 {id=4661,id2=5976,money = 8888,pro=2,}, --起源法带 
 {id=4670,id2=5976,money = 8888,pro=2,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之带II",
                        List =
                        {
 {id=4679,id2=5976,money = 10888,pro=2,}, --誓言战带 
 {id=4688,id2=5976,money = 10888,pro=2,}, --誓言法带 
 {id=4697,id2=5976,money = 10888,pro=2,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之带II",
                        List =
                        {
 {id=94,id2=5976,money = 12888,pro=2,}, --冲天战带 
 {id=103,id2=5976,money = 12888,pro=2,}, --冲天魔带 
 {id=112,id2=5976,money = 12888,pro=2,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之带II",
                        List =
                        {
 {id=121,id2=5976,money = 15888,pro=2,}, --菩提战狂带 
 {id=130,id2=5976,money = 15888,pro=2,}, --菩提法痴带 
 {id=139,id2=5976,money = 15888,pro=2,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之带II",
                        List =
                        {
  {id=148,id2=5976,money = 19888,pro=2,}, --无尘战幻带 
 {id=157,id2=5976,money = 19888,pro=2,}, --无尘法幻带 
 {id=166,id2=5976,money = 19888,pro=2,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之带II",
                        List =
                        {
 {id=175,id2=5976,money = 25888,pro=2,}, --无尘战幻带 
 {id=184,id2=5976,money = 25888,pro=2,}, --无尘法幻带 
 {id=193,id2=5976,money = 25888,pro=2,}, --无尘道幻带 
                        }, 
                    },
                }
            },            
              --鞋子
            {
                Name = "龍之靴II",
                Item=
                {
                    {
                        Name= "上古·龍之靴II",
                        List =
                        {
 {id=4626,id2=5977,money = 2888,pro=0,}, --上古战靴 
 {id=4635,id2=5977,money = 2888,pro=0,}, --上古法靴 
 {id=4644,id2=5977,money = 2888,pro=0,}, --上古道靴 
                        }, 
                    },
                   {
                        Name= "起源·龍之靴II",
                        List =
                        {
 {id=4653,id2=5977,money = 4888,pro=0,}, --起源战靴 
 {id=4662,id2=5977,money = 4888,pro=0,}, --起源法靴 
 {id=4671,id2=5977,money = 4888,pro=0,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "誓言·龍之靴II",
                         List =
                        {
 {id=4680,id2=5977,money = 6888,pro=0,}, --誓言战靴 
 {id=4689,id2=5977,money = 6888,pro=0,}, --誓言法靴 
 {id=4698,id2=5977,money = 6888,pro=0,}, --誓言道靴 
                        }, 
                    },
                    {
                        Name= "冲天·龍之靴II",
                        List =
                        {
 {id=95,id2=5977,money = 8888,pro=0,}, --冲天战靴 
 {id=104,id2=5977,money = 8888,pro=0,}, --冲天魔靴 
 {id=113,id2=5977,money = 8888,pro=0,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "菩提·龍之靴II",
                        List =
                        {
 {id=122,id2=5977,money = 10888,pro=0,}, --菩提战狂靴 
 {id=131,id2=5977,money = 10888,pro=0,}, --菩提法痴靴 
 {id=140,id2=5977,money = 10888,pro=0,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "无尘·龍之靴II",
                        List =
                        {
 {id=149,id2=5977,money = 12888,pro=0,}, --无尘战幻靴 
 {id=158,id2=5977,money = 12888,pro=0,}, --无尘法幻靴 
 {id=167,id2=5977,money = 12888,pro=0,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之靴II",
                        List =
                        {
 {id=176,id2=5977,money = 15888,pro=0,}, --无尘战幻靴 
 {id=185,id2=5977,money = 15888,pro=0,}, --无尘法幻靴 
 {id=194,id2=5977,money = 15888,pro=0,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "王·上古龍之靴II",
                        List =
                        {
 {id=4626,id2=5977,money = 4888,pro=1,}, --上古战靴 
 {id=4635,id2=5977,money = 4888,pro=1,}, --上古法靴 
 {id=4644,id2=5977,money = 4888,pro=1,}, --上古道靴
                        }, 
                    },
                   {
                        Name= "王·起源龍之靴II",
                        List =
                        {
 {id=4653,id2=5977,money = 6888,pro=1,}, --起源战靴 
 {id=4662,id2=5977,money = 6888,pro=1,}, --起源法靴 
 {id=4671,id2=5977,money = 6888,pro=1,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之靴II",
                        List =
                        {
 {id=4680,id2=5977,money = 8888,pro=1,}, --誓言战靴 
 {id=4689,id2=5977,money = 8888,pro=1,}, --誓言法靴 
 {id=4698,id2=5977,money = 8888,pro=1,}, --誓言道靴
                        }, 
                    },
                    {
                        Name= "王·冲天龍之靴II",
                        List =
                        {
 {id=95,id2=5977,money = 10888,pro=1,}, --冲天战靴 
 {id=104,id2=5977,money = 10888,pro=1,}, --冲天魔靴 
 {id=113,id2=5977,money = 10888,pro=1,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之靴II",
                        List =
                        {
 {id=122,id2=5977,money = 12888,pro=1,}, --菩提战狂靴 
 {id=131,id2=5977,money = 12888,pro=1,}, --菩提法痴靴 
 {id=140,id2=5977,money = 12888,pro=1,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之靴II",
                        List =
                        {
 {id=149,id2=5977,money = 15888,pro=1,}, --无尘战幻靴 
 {id=158,id2=5977,money = 15888,pro=1,}, --无尘法幻靴 
 {id=167,id2=5977,money = 15888,pro=1,}, --无尘道幻靴
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之靴II",
                        List =
                        {
 {id=176,id2=5977,money = 19888,pro=1,}, --无尘战幻靴 
 {id=185,id2=5977,money = 19888,pro=1,}, --无尘法幻靴 
 {id=194,id2=5977,money = 19888,pro=1,}, --无尘道幻靴
                        }, 
                    },
                    {
                        Name= "帝·上古龍之靴II",
                        List =
                        {
 {id=4626,id2=5977,money = 6888,pro=2,}, --上古战靴 
 {id=4635,id2=5977,money = 6888,pro=2,}, --上古法靴 
 {id=4644,id2=5977,money = 6888,pro=2,}, --上古道靴 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之靴II",
                        List =
                        {
  {id=4653,id2=5977,money = 8888,pro=2,}, --起源战靴 
 {id=4662,id2=5977,money = 8888,pro=2,}, --起源法靴 
 {id=4671,id2=5977,money = 8888,pro=2,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之靴II",
                        List =
                        {
 {id=4680,id2=5977,money = 10888,pro=2,}, --誓言战靴 
 {id=4689,id2=5977,money = 10888,pro=2,}, --誓言法靴 
 {id=4698,id2=5977,money = 10888,pro=2,}, --誓言道靴 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之靴II",
                        List =
                        {
 {id=95,id2=5977,money = 12888,pro=2,}, --冲天战靴 
 {id=104,id2=5977,money = 12888,pro=2,}, --冲天魔靴 
 {id=113,id2=5977,money = 12888,pro=2,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之靴II",
                         List =
                        {
 {id=122,id2=5977,money = 15888,pro=2,}, --菩提战狂靴 
 {id=131,id2=5977,money = 15888,pro=2,}, --菩提法痴靴 
 {id=140,id2=5977,money = 15888,pro=2,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之靴II",
                        List =
                        {
 {id=149,id2=5977,money = 19888,pro=2,}, --无尘战幻靴 
 {id=158,id2=5977,money = 19888,pro=2,}, --无尘法幻靴 
 {id=167,id2=5977,money = 19888,pro=2,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之靴II",
                        List =
                        {
 {id=176,id2=5977,money = 25888,pro=2,}, --无尘战幻靴 
 {id=185,id2=5977,money = 25888,pro=2,}, --无尘法幻靴 
 {id=194,id2=5977,money = 25888,pro=2,}, --无尘道幻靴 
                        }, 
                    },
                }
            },                  
       },


-- --龍装III
    {
            --武器
            {
                Name = "龍之斩III",  
                Item=
                {

                    --  {id=(a1),id2=(a2),money = (a3),pro=(a4),}, --(a5) 


                    {
                        Name= "上古·龍之斩III",
                        List =
                        {
        --id融合前装备id id2 材料id 材料id pro=0.无 1.王 2.帝 money =拆分元宝
        {id=4618,id2=5978,money = 2888,pro=0,}, --上古开山 
        {id=4627,id2=5978,money = 2888,pro=0,}, --上古拂尘 
        {id=4636,id2=5978,money = 2888,pro=0,}, --上古霹雷 


                        }, 
                    },

                   {
                        Name= "起源·龍之斩III",
                        List =
                        {
        {id=4645,id2=5978,money = 4888,pro=0,}, --起源战刃 
        {id=4654,id2=5978,money = 4888,pro=0,}, --起源法剑 
        {id=4663,id2=5978,money = 4888,pro=0,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "誓言·龍之斩III",
                        List =
                        {
        {id=4672,id2=5978,money = 6888,pro=0,}, --誓言星王 
        {id=4681,id2=5978,money = 6888,pro=0,}, --誓言血饮 
        {id=4690,id2=5978,money = 6888,pro=0,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "冲天·龍之斩III",
                        List =
                        {
        {id=87,id2=5978,money = 8888,pro=0,}, --冲天战刀 
        {id=96,id2=5978,money = 8888,pro=0,}, --冲天魔杖 
        {id=105,id2=5978,money = 8888,pro=0,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "菩提·龍之斩III",
                        List =
                        {
        {id=114,id2=5978,money = 10888,pro=0,}, --菩提彻地斩 
        {id=123,id2=5978,money = 10888,pro=0,}, --菩提骷髅杖 
        {id=132,id2=5978,money = 10888,pro=0,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "无尘·龍之斩III",
                        List =
                        {
        {id=141,id2=5978,money = 12888,pro=0,}, --无尘怒斩 
        {id=150,id2=5978,money = 12888,pro=0,}, --无尘禅杖 
        {id=159,id2=5978,money = 12888,pro=0,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "芙蓉·龍之斩III",
                        List =
                        {
        {id=168,id2=5978,money = 15888,pro=0,}, --芙蓉金龙斩
        {id=177,id2=5978,money = 15888,pro=0,}, --芙蓉噬魂杖 
        {id=186,id2=5978,money = 15888,pro=0,}, --芙蓉幽冥剑

                        }, 
                    },
                    {
                        Name= "王·上古龍之斩III",
                        List =
                        {
        {id=4618,id2=5978,money = 4888,pro=1,}, --上古开山 
        {id=4627,id2=5978,money = 4888,pro=1,}, --上古拂尘 
        {id=4636,id2=5978,money = 4888,pro=1,}, --上古霹雷 

                        }, 
                    },
                   {
                        Name= "王·起源龍之斩III",
                        List =
                        {
        {id=4645,id2=5978,money = 6888,pro=1,}, --起源战刃 
        {id=4654,id2=5978,money = 6888,pro=1,}, --起源法剑 
        {id=4663,id2=5978,money = 6888,pro=1,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之斩III",
                        List =
                        {
        {id=4672,id2=5978,money = 8888,pro=1,}, --誓言星王 
        {id=4681,id2=5978,money = 8888,pro=1,}, --誓言血饮 
        {id=4690,id2=5978,money = 8888,pro=1,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之斩III",
                        List =
                        {
 {id=87,id2=5978,money = 10888,pro=1,}, --冲天战刀 
 {id=96,id2=5978,money = 10888,pro=1,}, --冲天魔杖 
 {id=105,id2=5978,money = 10888,pro=1,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之斩III",
                        List =
                        {
 {id=114,id2=5978,money = 12888,pro=1,}, --菩提彻地斩 
 {id=123,id2=5978,money = 12888,pro=1,}, --菩提骷髅杖 
 {id=132,id2=5978,money = 12888,pro=1,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之斩III",
                        List =
                        {
 {id=141,id2=5978,money = 15888,pro=1,}, --无尘怒斩 
 {id=150,id2=5978,money = 15888,pro=1,}, --无尘禅杖 
 {id=159,id2=5978,money = 15888,pro=1,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之斩III",
                        List =
                        {
        {id=168,id2=5978,money = 19888,pro=1,}, --芙蓉金龙斩
        {id=177,id2=5978,money = 19888,pro=1,}, --芙蓉噬魂杖 
        {id=186,id2=5978,money = 19888,pro=1,}, --芙蓉幽冥剑

                        }, 
                    },
                    {
                        Name= "帝·上古龍之斩III",
                        List =
                        {
 {id=4618,id2=5978,money = 6888,pro=2,}, --上古开山 
 {id=4627,id2=5978,money = 6888,pro=2,}, --上古拂尘 
 {id=4636,id2=5978,money = 6888,pro=2,}, --上古霹雷 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之斩III",
                        List =
                        {
 {id=4645,id2=5978,money = 8888,pro=2,}, --起源战刃 
 {id=4654,id2=5978,money = 8888,pro=2,}, --起源法剑 
 {id=4663,id2=5978,money = 8888,pro=2,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之斩III",
                        List =
                        {
 {id=4672,id2=5978,money = 10888,pro=2,}, --誓言星王 
 {id=4681,id2=5978,money = 10888,pro=2,}, --誓言血饮 
 {id=4690,id2=5978,money = 10888,pro=2,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之斩III",
                        List =
                        {
 {id=87,id2=5978,money = 12888,pro=2,}, --冲天战刀 
 {id=96,id2=5978,money = 12888,pro=2,}, --冲天魔杖 
 {id=105,id2=5978,money = 12888,pro=2,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之斩III",
                        List =
                        {
 {id=114,id2=5978,money = 15888,pro=2,}, --菩提彻地斩 
 {id=123,id2=5978,money = 15888,pro=2,}, --菩提骷髅杖 
 {id=132,id2=5978,money = 15888,pro=2,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之斩III",
                        List =
                        {
 {id=141,id2=5978,money = 19888,pro=2,}, --无尘怒斩 
 {id=150,id2=5978,money = 19888,pro=2,}, --无尘禅杖 
 {id=159,id2=5978,money = 19888,pro=2,}, --无尘血剑 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之斩III",
                        List =
                        {
        {id=168,id2=5978,money = 25888,pro=2,}, --芙蓉金龙斩
        {id=177,id2=5978,money = 25888,pro=2,}, --芙蓉噬魂杖 
        {id=186,id2=5978,money = 25888,pro=2,}, --芙蓉幽冥剑

                        }, 
                    },
                }
            },  
            --衣服
            {
                Name = "龍之甲III",
                Item=
                {
                    {
                        Name= "上古·龍之甲III",
                        List =
                        {
 {id=4619,id2=5979,money = 2888,pro=0,}, --上古重甲(男) 
 {id=4628,id2=5979,money = 2888,pro=0,}, --上古魔袍(男) 
 {id=4637,id2=5979,money = 2888,pro=0,}, --上古道衣(男) 
 {id=4620,id2=5980,money = 2888,pro=0,}, --上古重甲(女) 
 {id=4629,id2=5980,money = 2888,pro=0,}, --上古魔袍(女) 
 {id=4638,id2=5980,money = 2888,pro=0,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "起源·龍之甲III",
                        List =
                        {
 {id=4646,id2=5979,money = 4888,pro=0,}, --起源战甲(男) 
 {id=4655,id2=5979,money = 4888,pro=0,}, --起源魔袍(男) 
 {id=4664,id2=5979,money = 4888,pro=0,}, --起源道衣(男) 
 {id=4647,id2=5980,money = 4888,pro=0,}, --起源战甲(女) 
 {id=4656,id2=5980,money = 4888,pro=0,}, --起源魔袍(女) 
 {id=4665,id2=5980,money = 4888,pro=0,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "誓言·龍之甲III",
                        List =
                        {
 {id=4673,id2=5979,money = 6888,pro=0,}, --誓言战甲(男) 
 {id=4682,id2=5979,money = 6888,pro=0,}, --誓言魔袍(男) 
 {id=4691,id2=5979,money = 6888,pro=0,}, --誓言道衣(男) 
 {id=4674,id2=5980,money = 6888,pro=0,}, --誓言战甲(女) 
 {id=4683,id2=5980,money = 6888,pro=0,}, --誓言魔袍(女) 
 {id=4692,id2=5980,money = 6888,pro=0,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "冲天·龍之甲III",
                        List =
                        {
 {id=88,id2=5979,money = 8888,pro=0,}, --冲天战甲(男) 
 {id=97,id2=5979,money = 8888,pro=0,}, --冲天魔袍(男) 
 {id=106,id2=5979,money = 8888,pro=0,}, --冲天道衣(男) 
 {id=89,id2=5980,money = 8888,pro=0,}, --冲天战甲(女) 
 {id=98,id2=5980,money = 8888,pro=0,}, --冲天魔袍(女) 
 {id=107,id2=5980,money = 8888,pro=0,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "菩提·龍之甲III",
                        List =
                        {
 {id=115,id2=5979,money = 10888,pro=0,}, --菩提战狂甲(男) 
 {id=124,id2=5979,money = 10888,pro=0,}, --菩提法痴袍(男) 
 {id=133,id2=5979,money = 10888,pro=0,}, --菩提道仙衣(男) 
 {id=116,id2=5980,money = 10888,pro=0,}, --菩提战狂甲(女) 
 {id=125,id2=5980,money = 10888,pro=0,}, --菩提法痴袍(女) 
 {id=134,id2=5980,money = 10888,pro=0,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "无尘·龍之甲III",
                        List =
                        {
 {id=142,id2=5979,money = 12888,pro=0,}, --无尘战幻甲(男) 
 {id=151,id2=5979,money = 12888,pro=0,}, --无尘法幻袍(男) 
 {id=160,id2=5979,money = 12888,pro=0,}, --无尘道幻衣(男) 
 {id=143,id2=5980,money = 12888,pro=0,}, --无尘战幻甲(女) 
 {id=152,id2=5980,money = 12888,pro=0,}, --无尘法幻袍(女) 
 {id=161,id2=5980,money = 12888,pro=0,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之甲III",
                        List =
                        {
 {id=169,id2=5979,money = 15888,pro=0,}, --芙蓉金龙甲(男)
 {id=178,id2=5979,money = 15888,pro=0,}, --芙蓉法影袍(男) 
 {id=187,id2=5979,money = 15888,pro=0,}, --芙蓉道影衣(男)
 {id=170,id2=5980,money = 15888,pro=0,}, --芙蓉金龙甲(女)
 {id=179,id2=5980,money = 15888,pro=0,}, --芙蓉法影袍(女)
 {id=188,id2=5980,money = 15888,pro=0,}, --芙蓉道影衣(女)
                        }, 
                    },
                    {
                        Name= "王·上古龍之甲III",
                          List =
                        {
 {id=4619,id2=5979,money = 4888,pro=1,}, --上古重甲(男) 
 {id=4628,id2=5979,money = 4888,pro=1,}, --上古魔袍(男) 
 {id=4637,id2=5979,money = 4888,pro=1,}, --上古道衣(男) 
 {id=4620,id2=5980,money = 4888,pro=1,}, --上古重甲(女) 
 {id=4629,id2=5980,money = 4888,pro=1,}, --上古魔袍(女) 
 {id=4638,id2=5980,money = 4888,pro=1,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "王·起源龍之甲III",
                        List =
                        {
 {id=4646,id2=5979,money = 6888,pro=1,}, --起源战甲(男) 
 {id=4655,id2=5979,money = 6888,pro=1,}, --起源魔袍(男) 
 {id=4664,id2=5979,money = 6888,pro=1,}, --起源道衣(男) 
 {id=4647,id2=5980,money = 6888,pro=1,}, --起源战甲(女) 
 {id=4656,id2=5980,money = 6888,pro=1,}, --起源魔袍(女) 
 {id=4665,id2=5980,money = 6888,pro=1,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之甲III",
                        List =
                        {
 {id=4673,id2=5979,money = 8888,pro=1,}, --誓言战甲(男) 
 {id=4682,id2=5979,money = 8888,pro=1,}, --誓言魔袍(男) 
 {id=4691,id2=5979,money = 8888,pro=1,}, --誓言道衣(男) 
 {id=4674,id2=5980,money = 8888,pro=1,}, --誓言战甲(女) 
 {id=4683,id2=5980,money = 8888,pro=1,}, --誓言魔袍(女) 
 {id=4692,id2=5980,money = 8888,pro=1,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之甲III",
                        List =
                        {
 {id=88,id2=5979,money = 10888,pro=1,}, --冲天战甲(男) 
 {id=97,id2=5979,money = 10888,pro=1,}, --冲天魔袍(男) 
 {id=106,id2=5979,money = 10888,pro=1,}, --冲天道衣(男) 
 {id=89,id2=5980,money = 10888,pro=1,}, --冲天战甲(女) 
 {id=98,id2=5980,money = 10888,pro=1,}, --冲天魔袍(女) 
 {id=107,id2=5980,money = 10888,pro=1,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之甲III",
                        List =
                        {
 {id=115,id2=5979,money = 12888,pro=1,}, --菩提战狂甲(男) 
 {id=124,id2=5979,money = 12888,pro=1,}, --菩提法痴袍(男) 
 {id=133,id2=5979,money = 12888,pro=1,}, --菩提道仙衣(男) 
 {id=116,id2=5980,money = 12888,pro=1,}, --菩提战狂甲(女) 
 {id=125,id2=5980,money = 12888,pro=1,}, --菩提法痴袍(女) 
 {id=134,id2=5980,money = 12888,pro=1,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之甲III",
                        List =
                        {
 {id=142,id2=5979,money = 15888,pro=1,}, --无尘战幻甲(男) 
 {id=151,id2=5979,money = 15888,pro=1,}, --无尘法幻袍(男) 
 {id=160,id2=5979,money = 15888,pro=1,}, --无尘道幻衣(男) 
 {id=143,id2=5980,money = 15888,pro=1,}, --无尘战幻甲(女) 
 {id=152,id2=5980,money = 15888,pro=1,}, --无尘法幻袍(女) 
 {id=161,id2=5980,money = 15888,pro=1,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之甲III",
                        List =
                        {
 {id=169,id2=5979,money = 19888,pro=1,}, --芙蓉金龙甲(男)
 {id=178,id2=5979,money = 19888,pro=1,}, --芙蓉法影袍(男) 
 {id=187,id2=5979,money = 19888,pro=1,}, --芙蓉道影衣(男)
 {id=170,id2=5980,money = 19888,pro=1,}, --芙蓉金龙甲(女)
 {id=179,id2=5980,money = 19888,pro=1,}, --芙蓉法影袍(女)
 {id=188,id2=5980,money = 19888,pro=1,}, --芙蓉道影衣(女)
                        }, 
                    },
                    {
                        Name= "帝·上古龍之甲III",
                        List =
                        {
 {id=4619,id2=5979,money = 6888,pro=2,}, --上古重甲(男) 
 {id=4628,id2=5979,money = 6888,pro=2,}, --上古魔袍(男) 
 {id=4637,id2=5979,money = 6888,pro=2,}, --上古道衣(男) 
 {id=4620,id2=5980,money = 6888,pro=2,}, --上古重甲(女) 
 {id=4629,id2=5980,money = 6888,pro=2,}, --上古魔袍(女) 
 {id=4638,id2=5980,money = 6888,pro=2,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之甲III",
                        List =
                        {
 {id=4646,id2=5979,money = 8888,pro=2,}, --起源战甲(男) 
 {id=4655,id2=5979,money = 8888,pro=2,}, --起源魔袍(男) 
 {id=4664,id2=5979,money = 8888,pro=2,}, --起源道衣(男) 
 {id=4647,id2=5980,money = 8888,pro=2,}, --起源战甲(女) 
 {id=4656,id2=5980,money = 8888,pro=2,}, --起源魔袍(女) 
 {id=4665,id2=5980,money = 8888,pro=2,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之甲III",
                        List =
                        {
 {id=4673,id2=5979,money = 10888,pro=2,}, --誓言战甲(男) 
 {id=4682,id2=5979,money = 10888,pro=2,}, --誓言魔袍(男) 
 {id=4691,id2=5979,money = 10888,pro=2,}, --誓言道衣(男) 
 {id=4674,id2=5980,money = 10888,pro=2,}, --誓言战甲(女) 
 {id=4683,id2=5980,money = 10888,pro=2,}, --誓言魔袍(女) 
 {id=4692,id2=5980,money = 10888,pro=2,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之甲III",
                        List =
                        {
  {id=88,id2=5979,money = 12888,pro=2,}, --冲天战甲(男) 
 {id=97,id2=5979,money = 12888,pro=2,}, --冲天魔袍(男) 
 {id=106,id2=5979,money = 12888,pro=2,}, --冲天道衣(男) 
 {id=89,id2=5980,money = 12888,pro=2,}, --冲天战甲(女) 
 {id=98,id2=5980,money = 12888,pro=2,}, --冲天魔袍(女) 
 {id=107,id2=5980,money = 12888,pro=2,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之甲III",
                        List =
                        {
 {id=115,id2=5979,money = 15888,pro=2,}, --菩提战狂甲(男) 
 {id=124,id2=5979,money = 15888,pro=2,}, --菩提法痴袍(男) 
 {id=133,id2=5979,money = 15888,pro=2,}, --菩提道仙衣(男) 
 {id=116,id2=5980,money = 15888,pro=2,}, --菩提战狂甲(女) 
 {id=125,id2=5980,money = 15888,pro=2,}, --菩提法痴袍(女) 
 {id=134,id2=5980,money = 15888,pro=2,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之甲III",
                        List =
                        {
 {id=142,id2=5979,money = 19888,pro=2,}, --无尘战幻甲(男) 
 {id=151,id2=5979,money = 19888,pro=2,}, --无尘法幻袍(男) 
 {id=160,id2=5979,money = 19888,pro=2,}, --无尘道幻衣(男) 
 {id=143,id2=5980,money = 19888,pro=2,}, --无尘战幻甲(女) 
 {id=152,id2=5980,money = 19888,pro=2,}, --无尘法幻袍(女) 
 {id=161,id2=5980,money = 19888,pro=2,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之甲III",
                        List =
                        {
 {id=169,id2=5979,money = 25888,pro=2,}, --芙蓉金龙甲(男)
 {id=178,id2=5979,money = 25888,pro=2,}, --芙蓉法影袍(男) 
 {id=187,id2=5979,money = 25888,pro=2,}, --芙蓉道影衣(男)
 {id=170,id2=5980,money = 25888,pro=2,}, --芙蓉金龙甲(女)
 {id=179,id2=5980,money = 25888,pro=2,}, --芙蓉法影袍(女)
 {id=188,id2=5980,money = 25888,pro=2,}, --芙蓉道影衣(女)
                        }, 
                    },
                }
            },  
            --头盔
            {
                Name = "龍之盔III",
                Item=
                {
                    {
                        Name= "上古·龍之盔III",
                        List =
                        {
 {id=4621,id2=5981,money = 2888,pro=0,}, --上古战盔 
 {id=4630,id2=5981,money = 2888,pro=0,}, --上古法盔 
 {id=4639,id2=5981,money = 2888,pro=0,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "起源·龍之盔III",
                        List =
                        {
 {id=4648,id2=5981,money = 4888,pro=0,}, --起源战盔 
 {id=4657,id2=5981,money = 4888,pro=0,}, --起源法盔 
 {id=4666,id2=5981,money = 4888,pro=0,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "誓言·龍之盔III",
                         List =
                        {
 {id=4675,id2=5981,money = 6888,pro=0,}, --誓言战盔 
 {id=4684,id2=5981,money = 6888,pro=0,}, --誓言法盔 
 {id=4693,id2=5981,money = 6888,pro=0,}, --誓言道盔
                        }, 
                    },
                    {
                        Name= "冲天·龍之盔III",
                        List =
                        {
 {id=90,id2=5981,money = 8888,pro=0,}, --冲天战盔 
 {id=99,id2=5981,money = 8888,pro=0,}, --冲天魔盔 
 {id=108,id2=5981,money = 8888,pro=0,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "菩提·龍之盔III",
                        List =
                        {
 {id=117,id2=5981,money = 10888,pro=0,}, --菩提战狂盔 
 {id=126,id2=5981,money = 10888,pro=0,}, --菩提法痴盔 
 {id=135,id2=5981,money = 10888,pro=0,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "无尘·龍之盔III",
                        List =
                        {
 {id=144,id2=5981,money = 12888,pro=0,}, --无尘战幻盔 
 {id=153,id2=5981,money = 12888,pro=0,}, --无尘法幻盔 
 {id=162,id2=5981,money = 12888,pro=0,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之盔III",
                        List =
                        {
 {id=171,id2=5981,money = 15888,pro=0,}, --芙蓉金龙盔
 {id=180,id2=5981,money = 15888,pro=0,}, --芙蓉法虹盔 
 {id=189,id2=5981,money = 15888,pro=0,}, --芙蓉道骨盔
                        }, 
                    },
                    {
                        Name= "王·上古龍之盔III",
                        List =
                        {
 {id=4621,id2=5981,money = 4888,pro=1,}, --上古战盔 
 {id=4630,id2=5981,money = 4888,pro=1,}, --上古法盔 
 {id=4639,id2=5981,money = 4888,pro=1,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "王·起源龍之盔III",
                        List =
                        {
 {id=4648,id2=5981,money = 6888,pro=1,}, --起源战盔 
 {id=4657,id2=5981,money = 6888,pro=1,}, --起源法盔 
 {id=4666,id2=5981,money = 6888,pro=1,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之盔III",
                        List =
                        {
 {id=4675,id2=5981,money = 8888,pro=1,}, --誓言战盔 
 {id=4684,id2=5981,money = 8888,pro=1,}, --誓言法盔 
 {id=4693,id2=5981,money = 8888,pro=1,}, --誓言道盔 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之盔III",
                        List =
                        {
 {id=90,id2=5981,money = 10888,pro=1,}, --冲天战盔 
 {id=99,id2=5981,money = 10888,pro=1,}, --冲天魔盔 
 {id=108,id2=5981,money = 10888,pro=1,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之盔III",
                        List =
                        {
 {id=117,id2=5981,money = 12888,pro=1,}, --菩提战狂盔 
 {id=126,id2=5981,money = 12888,pro=1,}, --菩提法痴盔 
 {id=135,id2=5981,money = 12888,pro=1,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之盔III",
                        List =
                        {
 {id=144,id2=5981,money = 15888,pro=1,}, --无尘战幻盔 
 {id=153,id2=5981,money = 15888,pro=1,}, --无尘法幻盔 
 {id=162,id2=5981,money = 15888,pro=1,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之盔III",
                        List =
                        {
 {id=171,id2=5981,money = 19888,pro=1,}, --芙蓉金龙盔
 {id=180,id2=5981,money = 19888,pro=1,}, --芙蓉法虹盔 
 {id=189,id2=5981,money = 19888,pro=1,}, --芙蓉道骨盔
                        }, 
                    },
                    {
                        Name= "帝·上古龍之盔III",
                        List =
                        {
 {id=4621,id2=5981,money = 6888,pro=2,}, --上古战盔 
 {id=4630,id2=5981,money = 6888,pro=2,}, --上古法盔 
 {id=4639,id2=5981,money = 6888,pro=2,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之盔III",
                        List =
                        {
 {id=4648,id2=5981,money = 8888,pro=2,}, --起源战盔 
 {id=4657,id2=5981,money = 8888,pro=2,}, --起源法盔 
 {id=4666,id2=5981,money = 8888,pro=2,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之盔III",
                        List =
                        {
 {id=4675,id2=5981,money = 10888,pro=2,}, --誓言战盔 
 {id=4684,id2=5981,money = 10888,pro=2,}, --誓言法盔 
 {id=4693,id2=5981,money = 10888,pro=2,}, --誓言道盔 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之盔III",
                        List =
                        {
 {id=90,id2=5981,money = 12888,pro=2,}, --冲天战盔 
 {id=99,id2=5981,money = 12888,pro=2,}, --冲天魔盔 
 {id=108,id2=5981,money = 12888,pro=2,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之盔III",
                        List =
                        {
 {id=117,id2=5981,money = 15888,pro=2,}, --菩提战狂盔 
 {id=126,id2=5981,money = 15888,pro=2,}, --菩提法痴盔 
 {id=135,id2=5981,money = 15888,pro=2,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之盔III",
                        List =
                        {
 {id=144,id2=5981,money = 19888,pro=2,}, --无尘战幻盔 
 {id=153,id2=5981,money = 19888,pro=2,}, --无尘法幻盔 
 {id=162,id2=5981,money = 19888,pro=2,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之盔III",
                        List =
                        {
 {id=171,id2=5981,money = 25888,pro=2,}, --芙蓉金龙盔
 {id=180,id2=5981,money = 25888,pro=2,}, --芙蓉法虹盔 
 {id=189,id2=5981,money = 25888,pro=2,}, --芙蓉道骨盔
                        }, 
                    },
                }
            },           
            --项链
            {
                Name = "龍之链III",
                Item=
                {
                    {
                        Name= "上古·龍之链III",
                        List =
                        {
 {id=4622,id2=5982,money = 2888,pro=0,}, --上古战链 
 {id=4631,id2=5982,money = 2888,pro=0,}, --上古法链 
 {id=4640,id2=5982,money = 2888,pro=0,}, --上古道链 
                        }, 
                    },
                   {
                        Name= "起源·龍之链III",
                        List =
                        {
 {id=4649,id2=5982,money = 4888,pro=0,}, --起源战链 
 {id=4658,id2=5982,money = 4888,pro=0,}, --起源法链 
 {id=4667,id2=5982,money = 4888,pro=0,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "誓言·龍之链III",
                        List =
                        {
 {id=4676,id2=5982,money = 6888,pro=0,}, --誓言战链 
 {id=4685,id2=5982,money = 6888,pro=0,}, --誓言法链 
 {id=4694,id2=5982,money = 6888,pro=0,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "冲天·龍之链III",
                        List =
                        {
 {id=91,id2=5982,money = 8888,pro=0,}, --冲天战链 
 {id=100,id2=5982,money = 8888,pro=0,}, --冲天魔链 
 {id=109,id2=5982,money = 8888,pro=0,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "菩提·龍之链III",
                         List =
                        {
 {id=118,id2=5982,money = 10888,pro=0,}, --菩提战狂链 
 {id=127,id2=5982,money = 10888,pro=0,}, --菩提法痴链 
 {id=136,id2=5982,money = 10888,pro=0,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "无尘·龍之链III",
                        List =
                        {
 {id=145,id2=5982,money = 12888,pro=0,}, --无尘战幻链 
 {id=154,id2=5982,money = 12888,pro=0,}, --无尘法幻链 
 {id=163,id2=5982,money = 12888,pro=0,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之链III",
                         List =
                        {
 {id=172,id2=5982,money = 15888,pro=0,}, --芙蓉金龙链
 {id=181,id2=5982,money = 15888,pro=0,}, --芙蓉法虹链
 {id=190,id2=5982,money = 15888,pro=0,}, --芙蓉道骨链 
                        }, 
                    },
                    {
                        Name= "王·上古龍之链III",
                        List =
                        {
 {id=4622,id2=5982,money = 4888,pro=1,}, --上古战链 
 {id=4631,id2=5982,money = 4888,pro=1,}, --上古法链 
 {id=4640,id2=5982,money = 4888,pro=1,}, --上古道链
                        }, 
                    },
                   {
                        Name= "王·起源龍之链III",
                        List =
                        {
 {id=4649,id2=5982,money = 6888,pro=1,}, --起源战链 
 {id=4658,id2=5982,money = 6888,pro=1,}, --起源法链 
 {id=4667,id2=5982,money = 6888,pro=1,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之链III",
                        List =
                        {
 {id=4676,id2=5982,money = 8888,pro=1,}, --誓言战链 
 {id=4685,id2=5982,money = 8888,pro=1,}, --誓言法链 
 {id=4694,id2=5982,money = 8888,pro=1,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之链III",
                        List =
                        {
 {id=91,id2=5982,money = 10888,pro=1,}, --冲天战链 
 {id=100,id2=5982,money = 10888,pro=1,}, --冲天魔链 
 {id=109,id2=5982,money = 10888,pro=1,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之链III",
                        List =
                        {
 {id=118,id2=5982,money = 12888,pro=1,}, --菩提战狂链 
 {id=127,id2=5982,money = 12888,pro=1,}, --菩提法痴链 
 {id=136,id2=5982,money = 12888,pro=1,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之链III",
                        List =
                        {
 {id=145,id2=5982,money = 15888,pro=1,}, --无尘战幻链 
 {id=154,id2=5982,money = 15888,pro=1,}, --无尘法幻链 
 {id=163,id2=5982,money = 15888,pro=1,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之链III",
                         List =
                        {
 {id=172,id2=5982,money = 19888,pro=1,}, --芙蓉金龙链
 {id=181,id2=5982,money = 19888,pro=1,}, --芙蓉法虹链
 {id=190,id2=5982,money = 19888,pro=1,}, --芙蓉道骨链 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之链III",
                        List =
                        {
 {id=4622,id2=5982,money = 6888,pro=2,}, --上古战链 
 {id=4631,id2=5982,money = 6888,pro=2,}, --上古法链 
 {id=4640,id2=5982,money = 6888,pro=2,}, --上古道链 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之链III",
                        List =
                        {
 {id=4649,id2=5982,money = 8888,pro=2,}, --起源战链 
 {id=4658,id2=5982,money = 8888,pro=2,}, --起源法链 
 {id=4667,id2=5982,money = 8888,pro=2,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之链III",
                        List =
                        {
 {id=4676,id2=5982,money = 10888,pro=2,}, --誓言战链 
 {id=4685,id2=5982,money = 10888,pro=2,}, --誓言法链 
 {id=4694,id2=5982,money = 10888,pro=2,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之链III",
                        List =
                        {
 {id=91,id2=5982,money = 12888,pro=2,}, --冲天战链 
 {id=100,id2=5982,money = 12888,pro=2,}, --冲天魔链 
 {id=109,id2=5982,money = 12888,pro=2,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之链III",
                        List =
                        {
 {id=118,id2=5982,money = 15888,pro=2,}, --菩提战狂链 
 {id=127,id2=5982,money = 15888,pro=2,}, --菩提法痴链 
 {id=136,id2=5982,money = 15888,pro=2,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之链III",
                        List =
                        {
 {id=145,id2=5982,money = 19888,pro=2,}, --无尘战幻链 
 {id=154,id2=5982,money = 19888,pro=2,}, --无尘法幻链 
 {id=163,id2=5982,money = 19888,pro=2,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之链III",
                         List =
                        {
 {id=172,id2=5982,money = 25888,pro=2,}, --芙蓉金龙链
 {id=181,id2=5982,money = 25888,pro=2,}, --芙蓉法虹链
 {id=190,id2=5982,money = 25888,pro=2,}, --芙蓉道骨链 
                        }, 
                    },
                }
            },            
              --手镯
            {
                Name = "龍之镯III",
                Item=
                {
                    {
                        Name= "上古·龍之镯III",
                        List =
                        {
 {id=4623,id2=5983,money = 2888,pro=0,}, --上古战镯 
 {id=4632,id2=5983,money = 2888,pro=0,}, --上古法镯 
 {id=4641,id2=5983,money = 2888,pro=0,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "起源·龍之镯III",
                        List =
                        {
 {id=4650,id2=5983,money = 4888,pro=0,}, --起源战镯 
 {id=4659,id2=5983,money = 4888,pro=0,}, --起源法镯 
 {id=4668,id2=5983,money = 4888,pro=0,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "誓言·龍之镯III",
                        List =
                        {
 {id=4677,id2=5983,money = 6888,pro=0,}, --誓言战镯 
 {id=4686,id2=5983,money = 6888,pro=0,}, --誓言法镯 
 {id=4695,id2=5983,money = 6888,pro=0,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "冲天·龍之镯III",
                        List =
                        {
 {id=92,id2=5983,money = 8888,pro=0,}, --冲天战腕 
 {id=101,id2=5983,money = 8888,pro=0,}, --冲天魔腕 
 {id=110,id2=5983,money = 8888,pro=0,}, --冲天道腕 
                        }, 
                    },
                    {
                        Name= "菩提·龍之镯III",
                        List =
                        {
 {id=119,id2=5983,money = 10888,pro=0,}, --菩提战狂腕 
 {id=128,id2=5983,money = 10888,pro=0,}, --菩提法痴腕 
 {id=137,id2=5983,money = 10888,pro=0,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "无尘·龍之镯III",
                        List =
                        {
 {id=146,id2=5983,money = 12888,pro=0,}, --无尘战幻腕 
 {id=155,id2=5983,money = 12888,pro=0,}, --无尘法幻腕 
 {id=164,id2=5983,money = 12888,pro=0,}, --无尘道幻腕
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之镯III",
                        List =
                        {
 {id=173,id2=5983,money = 15888,pro=0,}, --芙蓉金龙腕
 {id=182,id2=5983,money = 15888,pro=0,}, --芙蓉法虹腕
 {id=191,id2=5983,money = 15888,pro=0,}, --芙蓉道骨腕
                        }, 
                    },
                    {
                        Name= "王·上古龍之镯III",
                        List =
                        {
 {id=4623,id2=5983,money = 4888,pro=1,}, --上古战镯 
 {id=4632,id2=5983,money = 4888,pro=1,}, --上古法镯 
 {id=4641,id2=5983,money = 4888,pro=1,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "王·起源龍之镯III",
                        List =
                        {
 {id=4650,id2=5983,money = 6888,pro=1,}, --起源战镯 
 {id=4659,id2=5983,money = 6888,pro=1,}, --起源法镯 
 {id=4668,id2=5983,money = 6888,pro=1,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之镯III",
                        List =
                        {
 {id=4677,id2=5983,money = 8888,pro=1,}, --誓言战镯 
 {id=4686,id2=5983,money = 8888,pro=1,}, --誓言法镯 
 {id=4695,id2=5983,money = 8888,pro=1,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之镯III",
                        List =
                        {
  {id=92,id2=5983,money = 10888,pro=1,}, --冲天战腕 
 {id=101,id2=5983,money = 10888,pro=1,}, --冲天魔腕 
 {id=110,id2=5983,money = 10888,pro=1,}, --冲天道腕 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之镯III",
                        List =
                        {
 {id=119,id2=5983,money = 12888,pro=1,}, --菩提战狂腕 
 {id=128,id2=5983,money = 12888,pro=1,}, --菩提法痴腕 
 {id=137,id2=5983,money = 12888,pro=1,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之镯III",
                        List =
                        {
 {id=146,id2=5983,money = 15888,pro=1,}, --无尘战幻腕 
 {id=155,id2=5983,money = 15888,pro=1,}, --无尘法幻腕 
 {id=164,id2=5983,money = 15888,pro=1,}, --无尘道幻腕 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之镯III",
                        List =
                        {
 {id=173,id2=5983,money = 19888,pro=1,}, --芙蓉金龙腕
 {id=182,id2=5983,money = 19888,pro=1,}, --芙蓉法虹腕
 {id=191,id2=5983,money = 19888,pro=1,}, --芙蓉道骨腕
                        }, 
                    },
                    {
                        Name= "帝·上古龍之镯III",
                        List =
                        {
   {id=4623,id2=5983,money = 6888,pro=2,}, --上古战镯 
 {id=4632,id2=5983,money = 6888,pro=2,}, --上古法镯 
 {id=4641,id2=5983,money = 6888,pro=2,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之镯III",
                        List =
                        {
 {id=4650,id2=5983,money = 8888,pro=2,}, --起源战镯 
 {id=4659,id2=5983,money = 8888,pro=2,}, --起源法镯 
 {id=4668,id2=5983,money = 8888,pro=2,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之镯III",
                        List =
                        {
 {id=4677,id2=5983,money = 10888,pro=2,}, --誓言战镯 
 {id=4686,id2=5983,money = 10888,pro=2,}, --誓言法镯 
 {id=4695,id2=5983,money = 10888,pro=2,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之镯III",
                        List =
                        {
 {id=92,id2=5983,money = 12888,pro=2,}, --冲天战腕 
 {id=101,id2=5983,money = 12888,pro=2,}, --冲天魔腕 
 {id=110,id2=5983,money = 12888,pro=2,}, --冲天道腕
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之镯III",
                        List =
                        {
 {id=119,id2=5983,money = 15888,pro=2,}, --菩提战狂腕 
 {id=128,id2=5983,money = 15888,pro=2,}, --菩提法痴腕 
 {id=137,id2=5983,money = 15888,pro=2,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之镯III",
                        List =
                        {
 {id=146,id2=5983,money = 19888,pro=2,}, --无尘战幻腕 
 {id=155,id2=5983,money = 19888,pro=2,}, --无尘法幻腕 
 {id=164,id2=5983,money = 19888,pro=2,}, --无尘道幻腕 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之镯III",
                        List =
                        {
 {id=173,id2=5983,money = 25888,pro=2,}, --芙蓉金龙腕
 {id=182,id2=5983,money = 25888,pro=2,}, --芙蓉法虹腕
 {id=191,id2=5983,money = 25888,pro=2,}, --芙蓉道骨腕
                        }, 
                    },
                }
            },            
              --戒指
            {
                Name = "龍之戒III",
                Item=
                {
                    {
                        Name= "上古·龍之戒III",
                        List =
                        {
 {id=4624,id2=5984,money = 2888,pro=0,}, --上古战戒 
 {id=4633,id2=5984,money = 2888,pro=0,}, --上古法戒 
 {id=4642,id2=5984,money = 2888,pro=0,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "起源·龍之戒III",
                        List =
                        {
 {id=4651,id2=5984,money = 4888,pro=0,}, --起源战戒 
 {id=4660,id2=5984,money = 4888,pro=0,}, --起源法戒 
 {id=4669,id2=5984,money = 4888,pro=0,}, --起源道戒 
                        }, 
                    },
                    {
                        Name= "誓言·龍之戒III",
                        List =
                        {
 {id=4678,id2=5984,money = 6888,pro=0,}, --誓言战戒 
 {id=4687,id2=5984,money = 6888,pro=0,}, --誓言法戒 
 {id=4696,id2=5984,money = 6888,pro=0,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "冲天·龍之戒III",
                        List =
                        {
 {id=93,id2=5984,money = 8888,pro=0,}, --冲天战戒 
 {id=102,id2=5984,money = 8888,pro=0,}, --冲天魔戒 
 {id=111,id2=5984,money = 8888,pro=0,}, --冲天道戒 
                        }, 
                    },
                    {
                        Name= "菩提·龍之戒III",
                        List =
                        {
 {id=120,id2=5984,money = 10888,pro=0,}, --菩提战狂戒 
 {id=129,id2=5984,money = 10888,pro=0,}, --菩提法痴戒 
 {id=138,id2=5984,money = 10888,pro=0,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "无尘·龍之戒III",
                        List =
                        {
 {id=147,id2=5984,money = 12888,pro=0,}, --无尘战幻戒 
 {id=156,id2=5984,money = 12888,pro=0,}, --无尘法幻戒 
 {id=165,id2=5984,money = 12888,pro=0,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之戒III",
                        List =
                        {
 {id=174,id2=5984,money = 15888,pro=0,}, --芙蓉金龙戒
 {id=183,id2=5984,money = 15888,pro=0,}, --芙蓉法虹戒
 {id=192,id2=5984,money = 15888,pro=0,}, --无尘道骨戒 
                        }, 
                    },
                    {
                        Name= "王·上古龍之戒III",
                        List =
                        {
 {id=4624,id2=5984,money = 4888,pro=1,}, --上古战戒 
 {id=4633,id2=5984,money = 4888,pro=1,}, --上古法戒 
 {id=4642,id2=5984,money = 4888,pro=1,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "王·起源龍之戒III",
                        List =
                        {
 {id=4651,id2=5984,money = 6888,pro=1,}, --起源战戒 
 {id=4660,id2=5984,money = 6888,pro=1,}, --起源法戒 
 {id=4669,id2=5984,money = 6888,pro=1,}, --起源道戒 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之戒III",
                        List =
                        {
 {id=4678,id2=5984,money = 8888,pro=1,}, --誓言战戒 
 {id=4687,id2=5984,money = 8888,pro=1,}, --誓言法戒 
 {id=4696,id2=5984,money = 8888,pro=1,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之戒III",
                        List =
                        {
 {id=93,id2=5984,money = 10888,pro=1,}, --冲天战戒 
 {id=102,id2=5984,money = 10888,pro=1,}, --冲天魔戒 
 {id=111,id2=5984,money = 10888,pro=1,}, --冲天道戒
                        }, 
                    },
                    {
                        Name= "王·菩提龍之戒III",
                        List =
                        {
 {id=120,id2=5984,money = 12888,pro=1,}, --菩提战狂戒 
 {id=129,id2=5984,money = 12888,pro=1,}, --菩提法痴戒 
 {id=138,id2=5984,money = 12888,pro=1,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之戒III",
                        List =
                        {
 {id=147,id2=5984,money = 15888,pro=1,}, --无尘战幻戒 
 {id=156,id2=5984,money = 15888,pro=1,}, --无尘法幻戒 
 {id=165,id2=5984,money = 15888,pro=1,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之戒III",
                        List =
                        {
 {id=174,id2=5984,money = 19888,pro=1,}, --芙蓉金龙戒
 {id=183,id2=5984,money = 19888,pro=1,}, --芙蓉法虹戒
 {id=192,id2=5984,money = 19888,pro=1,}, --无尘道骨戒 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之戒III",
                        List =
                        {
 {id=4624,id2=5984,money = 6888,pro=2,}, --上古战戒 
 {id=4633,id2=5984,money = 6888,pro=2,}, --上古法戒 
 {id=4642,id2=5984,money = 6888,pro=2,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之戒III",
                        List =
                        {
 {id=4651,id2=5984,money = 8888,pro=2,}, --起源战戒 
 {id=4660,id2=5984,money = 8888,pro=2,}, --起源法戒 
 {id=4669,id2=5984,money = 8888,pro=2,}, --起源道戒
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之戒III",
                        List =
                        {
 {id=4678,id2=5984,money = 10888,pro=2,}, --誓言战戒 
 {id=4687,id2=5984,money = 10888,pro=2,}, --誓言法戒 
 {id=4696,id2=5984,money = 10888,pro=2,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之戒III",
                        List =
                        {
 {id=93,id2=5984,money = 12888,pro=2,}, --冲天战戒 
 {id=102,id2=5984,money = 12888,pro=2,}, --冲天魔戒 
 {id=111,id2=5984,money = 12888,pro=2,}, --冲天道戒 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之戒III",
                        List =
                        {
 {id=120,id2=5984,money = 15888,pro=2,}, --菩提战狂戒 
 {id=129,id2=5984,money = 15888,pro=2,}, --菩提法痴戒 
 {id=138,id2=5984,money = 15888,pro=2,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之戒III",
                        List =
                        {
 {id=147,id2=5984,money = 19888,pro=2,}, --无尘战幻戒 
 {id=156,id2=5984,money = 19888,pro=2,}, --无尘法幻戒 
 {id=165,id2=5984,money = 19888,pro=2,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之戒III",
                        List =
                        {
 {id=174,id2=5984,money = 25888,pro=2,}, --芙蓉金龙戒
 {id=183,id2=5984,money = 25888,pro=2,}, --芙蓉法虹戒
 {id=192,id2=5984,money = 25888,pro=2,}, --无尘道骨戒 
                        }, 
                    },
                }
            },            
              --腰带
            {
                Name = "龍之带III",
                Item=
                {
                    {
                        Name= "上古·龍之带III",
                        List =
                        {
 {id=4625,id2=5985,money = 2888,pro=0,}, --上古战带 
 {id=4634,id2=5985,money = 2888,pro=0,}, --上古法带 
 {id=4643,id2=5985,money = 2888,pro=0,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "起源·龍之带III",
                        List =
                        {
 {id=4652,id2=5985,money = 4888,pro=0,}, --起源战带 
 {id=4661,id2=5985,money = 4888,pro=0,}, --起源法带 
 {id=4670,id2=5985,money = 4888,pro=0,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "誓言·龍之带III",
                        List =
                        {
 {id=4679,id2=5985,money = 6888,pro=0,}, --誓言战带 
 {id=4688,id2=5985,money = 6888,pro=0,}, --誓言法带 
 {id=4697,id2=5985,money = 6888,pro=0,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "冲天·龍之带III",
                        List =
                        {
 {id=94,id2=5985,money = 8888,pro=0,}, --冲天战带 
 {id=103,id2=5985,money = 8888,pro=0,}, --冲天魔带 
 {id=112,id2=5985,money = 8888,pro=0,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "菩提·龍之带III",
                        List =
                        {
 {id=121,id2=5985,money = 10888,pro=0,}, --菩提战狂带 
 {id=130,id2=5985,money = 10888,pro=0,}, --菩提法痴带 
 {id=139,id2=5985,money = 10888,pro=0,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "无尘·龍之带III",
                        List =
                        {
 {id=148,id2=5985,money = 12888,pro=0,}, --无尘战幻带 
 {id=157,id2=5985,money = 12888,pro=0,}, --无尘法幻带 
 {id=166,id2=5985,money = 12888,pro=0,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之带III",
                        List =
                        {
 {id=175,id2=5985,money = 15888,pro=0,}, --芙蓉金龙带
 {id=184,id2=5985,money = 15888,pro=0,}, --芙蓉法虹带 
 {id=193,id2=5985,money = 15888,pro=0,}, --芙蓉道骨带
                        }, 
                    },
                    {
                        Name= "王·上古龍之带III",
                        List =
                        {
 {id=4625,id2=5985,money = 4888,pro=1,}, --上古战带 
 {id=4634,id2=5985,money = 4888,pro=1,}, --上古法带 
 {id=4643,id2=5985,money = 4888,pro=1,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "王·起源龍之带III",
                        List =
                        {
 {id=4652,id2=5985,money = 6888,pro=1,}, --起源战带 
 {id=4661,id2=5985,money = 6888,pro=1,}, --起源法带 
 {id=4670,id2=5985,money = 6888,pro=1,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之带III",
                        List =
                        {
 {id=4679,id2=5985,money = 8888,pro=1,}, --誓言战带 
 {id=4688,id2=5985,money = 8888,pro=1,}, --誓言法带 
 {id=4697,id2=5985,money = 8888,pro=1,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之带III",
                        List =
                        {
 {id=94,id2=5985,money = 10888,pro=1,}, --冲天战带 
 {id=103,id2=5985,money = 10888,pro=1,}, --冲天魔带 
 {id=112,id2=5985,money = 10888,pro=1,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之带III",
                        List =
                        {
 {id=121,id2=5985,money = 12888,pro=1,}, --菩提战狂带 
 {id=130,id2=5985,money = 12888,pro=1,}, --菩提法痴带 
 {id=139,id2=5985,money = 12888,pro=1,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之带III",
                        List =
                        {
 {id=148,id2=5985,money = 15888,pro=1,}, --无尘战幻带 
 {id=157,id2=5985,money = 15888,pro=1,}, --无尘法幻带 
 {id=166,id2=5985,money = 15888,pro=1,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之带III",
                        List =
                        {
 {id=175,id2=5985,money = 19888,pro=1,}, --芙蓉金龙带
 {id=184,id2=5985,money = 19888,pro=1,}, --芙蓉法虹带 
 {id=193,id2=5985,money = 19888,pro=1,}, --芙蓉道骨带
                        }, 
                    },
                    {
                        Name= "帝·上古龍之带III",
                        List =
                        {
 {id=4625,id2=5985,money = 6888,pro=2,}, --上古战带 
 {id=4634,id2=5985,money = 6888,pro=2,}, --上古法带 
 {id=4643,id2=5985,money = 6888,pro=2,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之带III",
                        List =
                        {
 {id=4652,id2=5985,money = 8888,pro=2,}, --起源战带 
 {id=4661,id2=5985,money = 8888,pro=2,}, --起源法带 
 {id=4670,id2=5985,money = 8888,pro=2,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之带III",
                        List =
                        {
 {id=4679,id2=5985,money = 10888,pro=2,}, --誓言战带 
 {id=4688,id2=5985,money = 10888,pro=2,}, --誓言法带 
 {id=4697,id2=5985,money = 10888,pro=2,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之带III",
                        List =
                        {
 {id=94,id2=5985,money = 12888,pro=2,}, --冲天战带 
 {id=103,id2=5985,money = 12888,pro=2,}, --冲天魔带 
 {id=112,id2=5985,money = 12888,pro=2,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之带III",
                        List =
                        {
 {id=121,id2=5985,money = 15888,pro=2,}, --菩提战狂带 
 {id=130,id2=5985,money = 15888,pro=2,}, --菩提法痴带 
 {id=139,id2=5985,money = 15888,pro=2,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之带III",
                        List =
                        {
  {id=148,id2=5985,money = 19888,pro=2,}, --无尘战幻带 
 {id=157,id2=5985,money = 19888,pro=2,}, --无尘法幻带 
 {id=166,id2=5985,money = 19888,pro=2,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之带III",
                        List =
                        {
 {id=175,id2=5985,money = 25888,pro=2,}, --芙蓉金龙带
 {id=184,id2=5985,money = 25888,pro=2,}, --芙蓉法虹带 
 {id=193,id2=5985,money = 25888,pro=2,}, --芙蓉道骨带
                        }, 
                    },
                }
            },            
              --鞋子
            {
                Name = "龍之靴III",
                Item=
                {
                    {
                        Name= "上古·龍之靴III",
                        List =
                        {
 {id=4626,id2=5986,money = 2888,pro=0,}, --上古战靴 
 {id=4635,id2=5986,money = 2888,pro=0,}, --上古法靴 
 {id=4644,id2=5986,money = 2888,pro=0,}, --上古道靴 
                        }, 
                    },
                   {
                        Name= "起源·龍之靴III",
                        List =
                        {
 {id=4653,id2=5986,money = 4888,pro=0,}, --起源战靴 
 {id=4662,id2=5986,money = 4888,pro=0,}, --起源法靴 
 {id=4671,id2=5986,money = 4888,pro=0,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "誓言·龍之靴III",
                         List =
                        {
 {id=4680,id2=5986,money = 6888,pro=0,}, --誓言战靴 
 {id=4689,id2=5986,money = 6888,pro=0,}, --誓言法靴 
 {id=4698,id2=5986,money = 6888,pro=0,}, --誓言道靴 
                        }, 
                    },
                    {
                        Name= "冲天·龍之靴III",
                        List =
                        {
 {id=95,id2=5986,money = 8888,pro=0,}, --冲天战靴 
 {id=104,id2=5986,money = 8888,pro=0,}, --冲天魔靴 
 {id=113,id2=5986,money = 8888,pro=0,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "菩提·龍之靴III",
                        List =
                        {
 {id=122,id2=5986,money = 10888,pro=0,}, --菩提战狂靴 
 {id=131,id2=5986,money = 10888,pro=0,}, --菩提法痴靴 
 {id=140,id2=5986,money = 10888,pro=0,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "无尘·龍之靴III",
                        List =
                        {
 {id=149,id2=5986,money = 12888,pro=0,}, --无尘战幻靴 
 {id=158,id2=5986,money = 12888,pro=0,}, --无尘法幻靴 
 {id=167,id2=5986,money = 12888,pro=0,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之靴III",
                        List =
                        {
 {id=176,id2=5986,money = 15888,pro=0,}, --芙蓉金龙靴
 {id=185,id2=5986,money = 15888,pro=0,}, --芙蓉法虹靴 
 {id=194,id2=5986,money = 15888,pro=0,}, --芙蓉道骨靴 
                        }, 
                    },
                    {
                        Name= "王·上古龍之靴III",
                        List =
                        {
 {id=4626,id2=5986,money = 4888,pro=1,}, --上古战靴 
 {id=4635,id2=5986,money = 4888,pro=1,}, --上古法靴 
 {id=4644,id2=5986,money = 4888,pro=1,}, --上古道靴
                        }, 
                    },
                   {
                        Name= "王·起源龍之靴III",
                        List =
                        {
 {id=4653,id2=5986,money = 6888,pro=1,}, --起源战靴 
 {id=4662,id2=5986,money = 6888,pro=1,}, --起源法靴 
 {id=4671,id2=5986,money = 6888,pro=1,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之靴III",
                        List =
                        {
 {id=4680,id2=5986,money = 8888,pro=1,}, --誓言战靴 
 {id=4689,id2=5986,money = 8888,pro=1,}, --誓言法靴 
 {id=4698,id2=5986,money = 8888,pro=1,}, --誓言道靴
                        }, 
                    },
                    {
                        Name= "王·冲天龍之靴III",
                        List =
                        {
 {id=95,id2=5986,money = 10888,pro=1,}, --冲天战靴 
 {id=104,id2=5986,money = 10888,pro=1,}, --冲天魔靴 
 {id=113,id2=5986,money = 10888,pro=1,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之靴III",
                        List =
                        {
 {id=122,id2=5986,money = 12888,pro=1,}, --菩提战狂靴 
 {id=131,id2=5986,money = 12888,pro=1,}, --菩提法痴靴 
 {id=140,id2=5986,money = 12888,pro=1,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之靴III",
                        List =
                        {
 {id=149,id2=5986,money = 15888,pro=1,}, --无尘战幻靴 
 {id=158,id2=5986,money = 15888,pro=1,}, --无尘法幻靴 
 {id=167,id2=5986,money = 15888,pro=1,}, --无尘道幻靴
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之靴III",
                        List =
                        {
 {id=176,id2=5986,money = 19888,pro=1,}, --芙蓉金龙靴
 {id=185,id2=5986,money = 19888,pro=1,}, --芙蓉法虹靴 
 {id=194,id2=5986,money = 19888,pro=1,}, --芙蓉道骨靴 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之靴III",
                        List =
                        {
 {id=4626,id2=5986,money = 6888,pro=2,}, --上古战靴 
 {id=4635,id2=5986,money = 6888,pro=2,}, --上古法靴 
 {id=4644,id2=5986,money = 6888,pro=2,}, --上古道靴 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之靴III",
                        List =
                        {
  {id=4653,id2=5986,money = 8888,pro=2,}, --起源战靴 
 {id=4662,id2=5986,money = 8888,pro=2,}, --起源法靴 
 {id=4671,id2=5986,money = 8888,pro=2,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之靴III",
                        List =
                        {
 {id=4680,id2=5986,money = 10888,pro=2,}, --誓言战靴 
 {id=4689,id2=5986,money = 10888,pro=2,}, --誓言法靴 
 {id=4698,id2=5986,money = 10888,pro=2,}, --誓言道靴 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之靴III",
                        List =
                        {
 {id=95,id2=5986,money = 12888,pro=2,}, --冲天战靴 
 {id=104,id2=5986,money = 12888,pro=2,}, --冲天魔靴 
 {id=113,id2=5986,money = 12888,pro=2,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之靴III",
                         List =
                        {
 {id=122,id2=5986,money = 15888,pro=2,}, --菩提战狂靴 
 {id=131,id2=5986,money = 15888,pro=2,}, --菩提法痴靴 
 {id=140,id2=5986,money = 15888,pro=2,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之靴III",
                        List =
                        {
 {id=149,id2=5986,money = 19888,pro=2,}, --无尘战幻靴 
 {id=158,id2=5986,money = 19888,pro=2,}, --无尘法幻靴 
 {id=167,id2=5986,money = 19888,pro=2,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之靴III",
                        List =
                        {
 {id=176,id2=5986,money = 25888,pro=2,}, --芙蓉金龙靴
 {id=185,id2=5986,money = 25888,pro=2,}, --芙蓉法虹靴 
 {id=194,id2=5986,money = 25888,pro=2,}, --芙蓉道骨靴 
                        }, 
                    },
                }
            },                  
       },

-- --龍装IV
    {
            --武器
            {
                Name = "龍之斩IV",  
                Item=
                {

                    --  {id=(a1),id2=(a2),money = (a3),pro=(a4),}, --(a5) 


                    {
                        Name= "上古·龍之斩IV",
                        List =
                        {
        --id融合前装备id id2 材料id 材料id pro=0.无 1.王 2.帝 money =拆分元宝
        {id=4618,id2=5987,money = 2888,pro=0,}, --上古开山 
        {id=4627,id2=5987,money = 2888,pro=0,}, --上古拂尘 
        {id=4636,id2=5987,money = 2888,pro=0,}, --上古霹雷 


                        }, 
                    },

                   {
                        Name= "起源·龍之斩IV",
                        List =
                        {
        {id=4645,id2=5987,money = 4888,pro=0,}, --起源战刃 
        {id=4654,id2=5987,money = 4888,pro=0,}, --起源法剑 
        {id=4663,id2=5987,money = 4888,pro=0,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "誓言·龍之斩IV",
                        List =
                        {
        {id=4672,id2=5987,money = 6888,pro=0,}, --誓言星王 
        {id=4681,id2=5987,money = 6888,pro=0,}, --誓言血饮 
        {id=4690,id2=5987,money = 6888,pro=0,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "冲天·龍之斩IV",
                        List =
                        {
        {id=87,id2=5987,money = 8888,pro=0,}, --冲天战刀 
        {id=96,id2=5987,money = 8888,pro=0,}, --冲天魔杖 
        {id=105,id2=5987,money = 8888,pro=0,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "菩提·龍之斩IV",
                        List =
                        {
        {id=114,id2=5987,money = 10888,pro=0,}, --菩提彻地斩 
        {id=123,id2=5987,money = 10888,pro=0,}, --菩提骷髅杖 
        {id=132,id2=5987,money = 10888,pro=0,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "无尘·龍之斩IV",
                        List =
                        {
        {id=141,id2=5987,money = 12888,pro=0,}, --无尘怒斩 
        {id=150,id2=5987,money = 12888,pro=0,}, --无尘禅杖 
        {id=159,id2=5987,money = 12888,pro=0,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "芙蓉·龍之斩IV",
                        List =
                        {
        {id=168,id2=5987,money = 15888,pro=0,}, --无尘怒斩 
        {id=177,id2=5987,money = 15888,pro=0,}, --无尘禅杖 
        {id=186,id2=5987,money = 15888,pro=0,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "王·上古龍之斩IV",
                        List =
                        {
        {id=4618,id2=5987,money = 4888,pro=1,}, --上古开山 
        {id=4627,id2=5987,money = 4888,pro=1,}, --上古拂尘 
        {id=4636,id2=5987,money = 4888,pro=1,}, --上古霹雷 

                        }, 
                    },
                   {
                        Name= "王·起源龍之斩IV",
                        List =
                        {
        {id=4645,id2=5987,money = 6888,pro=1,}, --起源战刃 
        {id=4654,id2=5987,money = 6888,pro=1,}, --起源法剑 
        {id=4663,id2=5987,money = 6888,pro=1,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之斩IV",
                        List =
                        {
        {id=4672,id2=5987,money = 8888,pro=1,}, --誓言星王 
        {id=4681,id2=5987,money = 8888,pro=1,}, --誓言血饮 
        {id=4690,id2=5987,money = 8888,pro=1,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之斩IV",
                        List =
                        {
 {id=87,id2=5987,money = 10888,pro=1,}, --冲天战刀 
 {id=96,id2=5987,money = 10888,pro=1,}, --冲天魔杖 
 {id=105,id2=5987,money = 10888,pro=1,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之斩IV",
                        List =
                        {
 {id=114,id2=5987,money = 12888,pro=1,}, --菩提彻地斩 
 {id=123,id2=5987,money = 12888,pro=1,}, --菩提骷髅杖 
 {id=132,id2=5987,money = 12888,pro=1,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之斩IV",
                        List =
                        {
 {id=141,id2=5987,money = 15888,pro=1,}, --无尘怒斩 
 {id=150,id2=5987,money = 15888,pro=1,}, --无尘禅杖 
 {id=159,id2=5987,money = 15888,pro=1,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之斩IV",
                        List =
                        {
 {id=168,id2=5987,money = 19888,pro=1,}, --无尘怒斩 
 {id=177,id2=5987,money = 19888,pro=1,}, --无尘禅杖 
 {id=186,id2=5987,money = 19888,pro=1,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "帝·上古龍之斩IV",
                        List =
                        {
 {id=4618,id2=5987,money = 6888,pro=2,}, --上古开山 
 {id=4627,id2=5987,money = 6888,pro=2,}, --上古拂尘 
 {id=4636,id2=5987,money = 6888,pro=2,}, --上古霹雷 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之斩IV",
                        List =
                        {
 {id=4645,id2=5987,money = 8888,pro=2,}, --起源战刃 
 {id=4654,id2=5987,money = 8888,pro=2,}, --起源法剑 
 {id=4663,id2=5987,money = 8888,pro=2,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之斩IV",
                        List =
                        {
 {id=4672,id2=5987,money = 10888,pro=2,}, --誓言星王 
 {id=4681,id2=5987,money = 10888,pro=2,}, --誓言血饮 
 {id=4690,id2=5987,money = 10888,pro=2,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之斩IV",
                        List =
                        {
 {id=87,id2=5987,money = 12888,pro=2,}, --冲天战刀 
 {id=96,id2=5987,money = 12888,pro=2,}, --冲天魔杖 
 {id=105,id2=5987,money = 12888,pro=2,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之斩IV",
                        List =
                        {
 {id=114,id2=5987,money = 15888,pro=2,}, --菩提彻地斩 
 {id=123,id2=5987,money = 15888,pro=2,}, --菩提骷髅杖 
 {id=132,id2=5987,money = 15888,pro=2,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之斩IV",
                        List =
                        {
 {id=141,id2=5987,money = 19888,pro=2,}, --无尘怒斩 
 {id=150,id2=5987,money = 19888,pro=2,}, --无尘禅杖 
 {id=159,id2=5987,money = 19888,pro=2,}, --无尘血剑 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之斩IV",
                        List =
                        {
 {id=168,id2=5987,money = 25888,pro=2,}, --无尘怒斩 
 {id=177,id2=5987,money = 25888,pro=2,}, --无尘禅杖 
 {id=186,id2=5987,money = 25888,pro=2,}, --无尘血剑 
                        }, 
                    },
                }
            },  
            --衣服
            {
                Name = "龍之甲IV",
                Item=
                {
                    {
                        Name= "上古·龍之甲IV",
                        List =
                        {
 {id=4619,id2=5988,money = 2888,pro=0,}, --上古重甲(男) 
 {id=4628,id2=5988,money = 2888,pro=0,}, --上古魔袍(男) 
 {id=4637,id2=5988,money = 2888,pro=0,}, --上古道衣(男) 
 {id=4620,id2=5989,money = 2888,pro=0,}, --上古重甲(女) 
 {id=4629,id2=5989,money = 2888,pro=0,}, --上古魔袍(女) 
 {id=4638,id2=5989,money = 2888,pro=0,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "起源·龍之甲IV",
                        List =
                        {
 {id=4646,id2=5988,money = 4888,pro=0,}, --起源战甲(男) 
 {id=4655,id2=5988,money = 4888,pro=0,}, --起源魔袍(男) 
 {id=4664,id2=5988,money = 4888,pro=0,}, --起源道衣(男) 
 {id=4647,id2=5989,money = 4888,pro=0,}, --起源战甲(女) 
 {id=4656,id2=5989,money = 4888,pro=0,}, --起源魔袍(女) 
 {id=4665,id2=5989,money = 4888,pro=0,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "誓言·龍之甲IV",
                        List =
                        {
 {id=4673,id2=5988,money = 6888,pro=0,}, --誓言战甲(男) 
 {id=4682,id2=5988,money = 6888,pro=0,}, --誓言魔袍(男) 
 {id=4691,id2=5988,money = 6888,pro=0,}, --誓言道衣(男) 
 {id=4674,id2=5989,money = 6888,pro=0,}, --誓言战甲(女) 
 {id=4683,id2=5989,money = 6888,pro=0,}, --誓言魔袍(女) 
 {id=4692,id2=5989,money = 6888,pro=0,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "冲天·龍之甲IV",
                        List =
                        {
 {id=88,id2=5988,money = 8888,pro=0,}, --冲天战甲(男) 
 {id=97,id2=5988,money = 8888,pro=0,}, --冲天魔袍(男) 
 {id=106,id2=5988,money = 8888,pro=0,}, --冲天道衣(男) 
 {id=89,id2=5989,money = 8888,pro=0,}, --冲天战甲(女) 
 {id=98,id2=5989,money = 8888,pro=0,}, --冲天魔袍(女) 
 {id=107,id2=5989,money = 8888,pro=0,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "菩提·龍之甲IV",
                        List =
                        {
 {id=115,id2=5988,money = 10888,pro=0,}, --菩提战狂甲(男) 
 {id=124,id2=5988,money = 10888,pro=0,}, --菩提法痴袍(男) 
 {id=133,id2=5988,money = 10888,pro=0,}, --菩提道仙衣(男) 
 {id=116,id2=5989,money = 10888,pro=0,}, --菩提战狂甲(女) 
 {id=125,id2=5989,money = 10888,pro=0,}, --菩提法痴袍(女) 
 {id=134,id2=5989,money = 10888,pro=0,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "无尘·龍之甲IV",
                        List =
                        {
 {id=142,id2=5988,money = 12888,pro=0,}, --无尘战幻甲(男) 
 {id=151,id2=5988,money = 12888,pro=0,}, --无尘法幻袍(男) 
 {id=160,id2=5988,money = 12888,pro=0,}, --无尘道幻衣(男) 
 {id=143,id2=5989,money = 12888,pro=0,}, --无尘战幻甲(女) 
 {id=152,id2=5989,money = 12888,pro=0,}, --无尘法幻袍(女) 
 {id=161,id2=5989,money = 12888,pro=0,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之甲IV",
                        List =
                        {
 {id=169,id2=5988,money = 15888,pro=0,}, --无尘战幻甲(男) 
 {id=178,id2=5988,money = 15888,pro=0,}, --无尘法幻袍(男) 
 {id=187,id2=5988,money = 15888,pro=0,}, --无尘道幻衣(男) 
 {id=170,id2=5989,money = 15888,pro=0,}, --无尘战幻甲(女) 
 {id=179,id2=5989,money = 15888,pro=0,}, --无尘法幻袍(女) 
 {id=188,id2=5989,money = 15888,pro=0,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "王·上古龍之甲IV",
                          List =
                        {
 {id=4619,id2=5988,money = 4888,pro=1,}, --上古重甲(男) 
 {id=4628,id2=5988,money = 4888,pro=1,}, --上古魔袍(男) 
 {id=4637,id2=5988,money = 4888,pro=1,}, --上古道衣(男) 
 {id=4620,id2=5989,money = 4888,pro=1,}, --上古重甲(女) 
 {id=4629,id2=5989,money = 4888,pro=1,}, --上古魔袍(女) 
 {id=4638,id2=5989,money = 4888,pro=1,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "王·起源龍之甲IV",
                        List =
                        {
 {id=4646,id2=5988,money = 6888,pro=1,}, --起源战甲(男) 
 {id=4655,id2=5988,money = 6888,pro=1,}, --起源魔袍(男) 
 {id=4664,id2=5988,money = 6888,pro=1,}, --起源道衣(男) 
 {id=4647,id2=5989,money = 6888,pro=1,}, --起源战甲(女) 
 {id=4656,id2=5989,money = 6888,pro=1,}, --起源魔袍(女) 
 {id=4665,id2=5989,money = 6888,pro=1,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之甲IV",
                        List =
                        {
 {id=4673,id2=5988,money = 8888,pro=1,}, --誓言战甲(男) 
 {id=4682,id2=5988,money = 8888,pro=1,}, --誓言魔袍(男) 
 {id=4691,id2=5988,money = 8888,pro=1,}, --誓言道衣(男) 
 {id=4674,id2=5989,money = 8888,pro=1,}, --誓言战甲(女) 
 {id=4683,id2=5989,money = 8888,pro=1,}, --誓言魔袍(女) 
 {id=4692,id2=5989,money = 8888,pro=1,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之甲IV",
                        List =
                        {
 {id=88,id2=5988,money = 10888,pro=1,}, --冲天战甲(男) 
 {id=97,id2=5988,money = 10888,pro=1,}, --冲天魔袍(男) 
 {id=106,id2=5988,money = 10888,pro=1,}, --冲天道衣(男) 
 {id=89,id2=5989,money = 10888,pro=1,}, --冲天战甲(女) 
 {id=98,id2=5989,money = 10888,pro=1,}, --冲天魔袍(女) 
 {id=107,id2=5989,money = 10888,pro=1,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之甲IV",
                        List =
                        {
 {id=115,id2=5988,money = 12888,pro=1,}, --菩提战狂甲(男) 
 {id=124,id2=5988,money = 12888,pro=1,}, --菩提法痴袍(男) 
 {id=133,id2=5988,money = 12888,pro=1,}, --菩提道仙衣(男) 
 {id=116,id2=5989,money = 12888,pro=1,}, --菩提战狂甲(女) 
 {id=125,id2=5989,money = 12888,pro=1,}, --菩提法痴袍(女) 
 {id=134,id2=5989,money = 12888,pro=1,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之甲IV",
                        List =
                        {
 {id=142,id2=5988,money = 15888,pro=1,}, --无尘战幻甲(男) 
 {id=151,id2=5988,money = 15888,pro=1,}, --无尘法幻袍(男) 
 {id=160,id2=5988,money = 15888,pro=1,}, --无尘道幻衣(男) 
 {id=143,id2=5989,money = 15888,pro=1,}, --无尘战幻甲(女) 
 {id=152,id2=5989,money = 15888,pro=1,}, --无尘法幻袍(女) 
 {id=161,id2=5989,money = 15888,pro=1,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之甲IV",
                        List =
                        {
 {id=169,id2=5988,money = 19888,pro=1,}, --无尘战幻甲(男) 
 {id=178,id2=5988,money = 19888,pro=1,}, --无尘法幻袍(男) 
 {id=187,id2=5988,money = 19888,pro=1,}, --无尘道幻衣(男) 
 {id=170,id2=5989,money = 19888,pro=1,}, --无尘战幻甲(女) 
 {id=179,id2=5989,money = 19888,pro=1,}, --无尘法幻袍(女) 
 {id=188,id2=5989,money = 19888,pro=1,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之甲IV",
                        List =
                        {
 {id=4619,id2=5988,money = 6888,pro=2,}, --上古重甲(男) 
 {id=4628,id2=5988,money = 6888,pro=2,}, --上古魔袍(男) 
 {id=4637,id2=5988,money = 6888,pro=2,}, --上古道衣(男) 
 {id=4620,id2=5989,money = 6888,pro=2,}, --上古重甲(女) 
 {id=4629,id2=5989,money = 6888,pro=2,}, --上古魔袍(女) 
 {id=4638,id2=5989,money = 6888,pro=2,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之甲IV",
                        List =
                        {
 {id=4646,id2=5988,money = 8888,pro=2,}, --起源战甲(男) 
 {id=4655,id2=5988,money = 8888,pro=2,}, --起源魔袍(男) 
 {id=4664,id2=5988,money = 8888,pro=2,}, --起源道衣(男) 
 {id=4647,id2=5989,money = 8888,pro=2,}, --起源战甲(女) 
 {id=4656,id2=5989,money = 8888,pro=2,}, --起源魔袍(女) 
 {id=4665,id2=5989,money = 8888,pro=2,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之甲IV",
                        List =
                        {
 {id=4673,id2=5988,money = 10888,pro=2,}, --誓言战甲(男) 
 {id=4682,id2=5988,money = 10888,pro=2,}, --誓言魔袍(男) 
 {id=4691,id2=5988,money = 10888,pro=2,}, --誓言道衣(男) 
 {id=4674,id2=5989,money = 10888,pro=2,}, --誓言战甲(女) 
 {id=4683,id2=5989,money = 10888,pro=2,}, --誓言魔袍(女) 
 {id=4692,id2=5989,money = 10888,pro=2,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之甲IV",
                        List =
                        {
  {id=88,id2=5988,money = 12888,pro=2,}, --冲天战甲(男) 
 {id=97,id2=5988,money = 12888,pro=2,}, --冲天魔袍(男) 
 {id=106,id2=5988,money = 12888,pro=2,}, --冲天道衣(男) 
 {id=89,id2=5989,money = 12888,pro=2,}, --冲天战甲(女) 
 {id=98,id2=5989,money = 12888,pro=2,}, --冲天魔袍(女) 
 {id=107,id2=5989,money = 12888,pro=2,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之甲IV",
                        List =
                        {
 {id=115,id2=5988,money = 15888,pro=2,}, --菩提战狂甲(男) 
 {id=124,id2=5988,money = 15888,pro=2,}, --菩提法痴袍(男) 
 {id=133,id2=5988,money = 15888,pro=2,}, --菩提道仙衣(男) 
 {id=116,id2=5989,money = 15888,pro=2,}, --菩提战狂甲(女) 
 {id=125,id2=5989,money = 15888,pro=2,}, --菩提法痴袍(女) 
 {id=134,id2=5989,money = 15888,pro=2,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之甲IV",
                        List =
                        {
 {id=142,id2=5988,money = 19888,pro=2,}, --无尘战幻甲(男) 
 {id=151,id2=5988,money = 19888,pro=2,}, --无尘法幻袍(男) 
 {id=160,id2=5988,money = 19888,pro=2,}, --无尘道幻衣(男) 
 {id=143,id2=5989,money = 19888,pro=2,}, --无尘战幻甲(女) 
 {id=152,id2=5989,money = 19888,pro=2,}, --无尘法幻袍(女) 
 {id=161,id2=5989,money = 19888,pro=2,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之甲IV",
                        List =
                        {
 {id=169,id2=5988,money = 25888,pro=2,}, --无尘战幻甲(男) 
 {id=178,id2=5988,money = 25888,pro=2,}, --无尘法幻袍(男) 
 {id=187,id2=5988,money = 25888,pro=2,}, --无尘道幻衣(男) 
 {id=170,id2=5989,money = 25888,pro=2,}, --无尘战幻甲(女) 
 {id=179,id2=5989,money = 25888,pro=2,}, --无尘法幻袍(女) 
 {id=188,id2=5989,money = 25888,pro=2,}, --无尘道幻衣(女) 
                        }, 
                    },
                }
            },  
            --头盔
            {
                Name = "龍之盔IV",
                Item=
                {
                    {
                        Name= "上古·龍之盔IV",
                        List =
                        {
 {id=4621,id2=5990,money = 2888,pro=0,}, --上古战盔 
 {id=4630,id2=5990,money = 2888,pro=0,}, --上古法盔 
 {id=4639,id2=5990,money = 2888,pro=0,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "起源·龍之盔IV",
                        List =
                        {
 {id=4648,id2=5990,money = 4888,pro=0,}, --起源战盔 
 {id=4657,id2=5990,money = 4888,pro=0,}, --起源法盔 
 {id=4666,id2=5990,money = 4888,pro=0,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "誓言·龍之盔IV",
                         List =
                        {
 {id=4675,id2=5990,money = 6888,pro=0,}, --誓言战盔 
 {id=4684,id2=5990,money = 6888,pro=0,}, --誓言法盔 
 {id=4693,id2=5990,money = 6888,pro=0,}, --誓言道盔
                        }, 
                    },
                    {
                        Name= "冲天·龍之盔IV",
                        List =
                        {
 {id=90,id2=5990,money = 8888,pro=0,}, --冲天战盔 
 {id=99,id2=5990,money = 8888,pro=0,}, --冲天魔盔 
 {id=108,id2=5990,money = 8888,pro=0,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "菩提·龍之盔IV",
                        List =
                        {
 {id=117,id2=5990,money = 10888,pro=0,}, --菩提战狂盔 
 {id=126,id2=5990,money = 10888,pro=0,}, --菩提法痴盔 
 {id=135,id2=5990,money = 10888,pro=0,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "无尘·龍之盔IV",
                        List =
                        {
 {id=144,id2=5990,money = 12888,pro=0,}, --无尘战幻盔 
 {id=153,id2=5990,money = 12888,pro=0,}, --无尘法幻盔 
 {id=162,id2=5990,money = 12888,pro=0,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之盔IV",
                        List =
                        {
 {id=171,id2=5990,money = 15888,pro=0,}, --无尘战幻盔 
 {id=180,id2=5990,money = 15888,pro=0,}, --无尘法幻盔 
 {id=189,id2=5990,money = 15888,pro=0,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "王·上古龍之盔IV",
                        List =
                        {
 {id=4621,id2=5990,money = 4888,pro=1,}, --上古战盔 
 {id=4630,id2=5990,money = 4888,pro=1,}, --上古法盔 
 {id=4639,id2=5990,money = 4888,pro=1,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "王·起源龍之盔IV",
                        List =
                        {
 {id=4648,id2=5990,money = 6888,pro=1,}, --起源战盔 
 {id=4657,id2=5990,money = 6888,pro=1,}, --起源法盔 
 {id=4666,id2=5990,money = 6888,pro=1,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之盔IV",
                        List =
                        {
 {id=4675,id2=5990,money = 8888,pro=1,}, --誓言战盔 
 {id=4684,id2=5990,money = 8888,pro=1,}, --誓言法盔 
 {id=4693,id2=5990,money = 8888,pro=1,}, --誓言道盔 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之盔IV",
                        List =
                        {
 {id=90,id2=5990,money = 10888,pro=1,}, --冲天战盔 
 {id=99,id2=5990,money = 10888,pro=1,}, --冲天魔盔 
 {id=108,id2=5990,money = 10888,pro=1,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之盔IV",
                        List =
                        {
 {id=117,id2=5990,money = 12888,pro=1,}, --菩提战狂盔 
 {id=126,id2=5990,money = 12888,pro=1,}, --菩提法痴盔 
 {id=135,id2=5990,money = 12888,pro=1,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之盔IV",
                        List =
                        {
 {id=144,id2=5990,money = 15888,pro=1,}, --无尘战幻盔 
 {id=153,id2=5990,money = 15888,pro=1,}, --无尘法幻盔 
 {id=162,id2=5990,money = 15888,pro=1,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之盔IV",
                        List =
                        {
 {id=171,id2=5990,money = 19888,pro=1,}, --无尘战幻盔 
 {id=180,id2=5990,money = 19888,pro=1,}, --无尘法幻盔 
 {id=189,id2=5990,money = 19888,pro=1,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之盔IV",
                        List =
                        {
 {id=4621,id2=5990,money = 6888,pro=2,}, --上古战盔 
 {id=4630,id2=5990,money = 6888,pro=2,}, --上古法盔 
 {id=4639,id2=5990,money = 6888,pro=2,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之盔IV",
                        List =
                        {
 {id=4648,id2=5990,money = 8888,pro=2,}, --起源战盔 
 {id=4657,id2=5990,money = 8888,pro=2,}, --起源法盔 
 {id=4666,id2=5990,money = 8888,pro=2,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之盔IV",
                        List =
                        {
 {id=4675,id2=5990,money = 10888,pro=2,}, --誓言战盔 
 {id=4684,id2=5990,money = 10888,pro=2,}, --誓言法盔 
 {id=4693,id2=5990,money = 10888,pro=2,}, --誓言道盔 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之盔IV",
                        List =
                        {
 {id=90,id2=5990,money = 12888,pro=2,}, --冲天战盔 
 {id=99,id2=5990,money = 12888,pro=2,}, --冲天魔盔 
 {id=108,id2=5990,money = 12888,pro=2,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之盔IV",
                        List =
                        {
 {id=117,id2=5990,money = 15888,pro=2,}, --菩提战狂盔 
 {id=126,id2=5990,money = 15888,pro=2,}, --菩提法痴盔 
 {id=135,id2=5990,money = 15888,pro=2,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之盔IV",
                        List =
                        {
 {id=144,id2=5990,money = 19888,pro=2,}, --无尘战幻盔 
 {id=153,id2=5990,money = 19888,pro=2,}, --无尘法幻盔 
 {id=162,id2=5990,money = 19888,pro=2,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之盔IV",
                        List =
                        {
 {id=171,id2=5990,money = 25888,pro=2,}, --无尘战幻盔 
 {id=180,id2=5990,money = 25888,pro=2,}, --无尘法幻盔 
 {id=189,id2=5990,money = 25888,pro=2,}, --无尘道幻盔 
                        }, 
                    },
                }
            },           
            --项链
            {
                Name = "龍之链IV",
                Item=
                {
                    {
                        Name= "上古·龍之链IV",
                        List =
                        {
 {id=4622,id2=5991,money = 2888,pro=0,}, --上古战链 
 {id=4631,id2=5991,money = 2888,pro=0,}, --上古法链 
 {id=4640,id2=5991,money = 2888,pro=0,}, --上古道链 
                        }, 
                    },
                   {
                        Name= "起源·龍之链IV",
                        List =
                        {
 {id=4649,id2=5991,money = 4888,pro=0,}, --起源战链 
 {id=4658,id2=5991,money = 4888,pro=0,}, --起源法链 
 {id=4667,id2=5991,money = 4888,pro=0,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "誓言·龍之链IV",
                        List =
                        {
 {id=4676,id2=5991,money = 6888,pro=0,}, --誓言战链 
 {id=4685,id2=5991,money = 6888,pro=0,}, --誓言法链 
 {id=4694,id2=5991,money = 6888,pro=0,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "冲天·龍之链IV",
                        List =
                        {
 {id=91,id2=5991,money = 8888,pro=0,}, --冲天战链 
 {id=100,id2=5991,money = 8888,pro=0,}, --冲天魔链 
 {id=109,id2=5991,money = 8888,pro=0,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "菩提·龍之链IV",
                         List =
                        {
  {id=118,id2=5991,money = 10888,pro=0,}, --菩提战狂链 
 {id=127,id2=5991,money = 10888,pro=0,}, --菩提法痴链 
 {id=136,id2=5991,money = 10888,pro=0,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "无尘·龍之链IV",
                        List =
                        {
   {id=145,id2=5991,money = 12888,pro=0,}, --无尘战幻链 
 {id=154,id2=5991,money = 12888,pro=0,}, --无尘法幻链 
 {id=163,id2=5991,money = 12888,pro=0,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之链IV",
                        List =
                        {
 {id=172,id2=5991,money = 15888,pro=0,}, --无尘战幻链 
 {id=181,id2=5991,money = 15888,pro=0,}, --无尘法幻链 
 {id=190,id2=5991,money = 15888,pro=0,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "王·上古龍之链IV",
                        List =
                        {
 {id=4622,id2=5991,money = 4888,pro=1,}, --上古战链 
 {id=4631,id2=5991,money = 4888,pro=1,}, --上古法链 
 {id=4640,id2=5991,money = 4888,pro=1,}, --上古道链
                        }, 
                    },
                   {
                        Name= "王·起源龍之链IV",
                        List =
                        {
 {id=4649,id2=5991,money = 6888,pro=1,}, --起源战链 
 {id=4658,id2=5991,money = 6888,pro=1,}, --起源法链 
 {id=4667,id2=5991,money = 6888,pro=1,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之链IV",
                        List =
                        {
 {id=4676,id2=5991,money = 8888,pro=1,}, --誓言战链 
 {id=4685,id2=5991,money = 8888,pro=1,}, --誓言法链 
 {id=4694,id2=5991,money = 8888,pro=1,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之链IV",
                        List =
                        {
 {id=91,id2=5991,money = 10888,pro=1,}, --冲天战链 
 {id=100,id2=5991,money = 10888,pro=1,}, --冲天魔链 
 {id=109,id2=5991,money = 10888,pro=1,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之链IV",
                        List =
                        {
 {id=118,id2=5991,money = 12888,pro=1,}, --菩提战狂链 
 {id=127,id2=5991,money = 12888,pro=1,}, --菩提法痴链 
 {id=136,id2=5991,money = 12888,pro=1,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之链IV",
                        List =
                        {
 {id=145,id2=5991,money = 15888,pro=1,}, --无尘战幻链 
 {id=154,id2=5991,money = 15888,pro=1,}, --无尘法幻链 
 {id=163,id2=5991,money = 15888,pro=1,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之链IV",
                        List =
                        {
 {id=172,id2=5991,money = 19888,pro=1,}, --无尘战幻链 
 {id=181,id2=5991,money = 19888,pro=1,}, --无尘法幻链 
 {id=190,id2=5991,money = 19888,pro=1,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之链IV",
                        List =
                        {
 {id=4622,id2=5991,money = 6888,pro=2,}, --上古战链 
 {id=4631,id2=5991,money = 6888,pro=2,}, --上古法链 
 {id=4640,id2=5991,money = 6888,pro=2,}, --上古道链 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之链IV",
                        List =
                        {
 {id=4649,id2=5991,money = 8888,pro=2,}, --起源战链 
 {id=4658,id2=5991,money = 8888,pro=2,}, --起源法链 
 {id=4667,id2=5991,money = 8888,pro=2,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之链IV",
                        List =
                        {
 {id=4676,id2=5991,money = 10888,pro=2,}, --誓言战链 
 {id=4685,id2=5991,money = 10888,pro=2,}, --誓言法链 
 {id=4694,id2=5991,money = 10888,pro=2,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之链IV",
                        List =
                        {
 {id=91,id2=5991,money = 12888,pro=2,}, --冲天战链 
 {id=100,id2=5991,money = 12888,pro=2,}, --冲天魔链 
 {id=109,id2=5991,money = 12888,pro=2,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之链IV",
                        List =
                        {
 {id=118,id2=5991,money = 15888,pro=2,}, --菩提战狂链 
 {id=127,id2=5991,money = 15888,pro=2,}, --菩提法痴链 
 {id=136,id2=5991,money = 15888,pro=2,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之链IV",
                        List =
                        {
 {id=145,id2=5991,money = 19888,pro=2,}, --无尘战幻链 
 {id=154,id2=5991,money = 19888,pro=2,}, --无尘法幻链 
 {id=163,id2=5991,money = 19888,pro=2,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之链IV",
                        List =
                        {
 {id=172,id2=5991,money = 25888,pro=2,}, --无尘战幻链 
 {id=181,id2=5991,money = 25888,pro=2,}, --无尘法幻链 
 {id=190,id2=5991,money = 25888,pro=2,}, --无尘道幻链 
                        }, 
                    },
                }
            },            
              --手镯
            {
                Name = "龍之镯IV",
                Item=
                {
                    {
                        Name= "上古·龍之镯IV",
                        List =
                        {
 {id=4623,id2=5992,money = 2888,pro=0,}, --上古战镯 
 {id=4632,id2=5992,money = 2888,pro=0,}, --上古法镯 
 {id=4641,id2=5992,money = 2888,pro=0,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "起源·龍之镯IV",
                        List =
                        {
 {id=4650,id2=5992,money = 4888,pro=0,}, --起源战镯 
 {id=4659,id2=5992,money = 4888,pro=0,}, --起源法镯 
 {id=4668,id2=5992,money = 4888,pro=0,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "誓言·龍之镯IV",
                        List =
                        {
 {id=4677,id2=5992,money = 6888,pro=0,}, --誓言战镯 
 {id=4686,id2=5992,money = 6888,pro=0,}, --誓言法镯 
 {id=4695,id2=5992,money = 6888,pro=0,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "冲天·龍之镯IV",
                        List =
                        {
 {id=92,id2=5992,money = 8888,pro=0,}, --冲天战腕 
 {id=101,id2=5992,money = 8888,pro=0,}, --冲天魔腕 
 {id=110,id2=5992,money = 8888,pro=0,}, --冲天道腕 
                        }, 
                    },
                    {
                        Name= "菩提·龍之镯IV",
                        List =
                        {
 {id=119,id2=5992,money = 10888,pro=0,}, --菩提战狂腕 
 {id=128,id2=5992,money = 10888,pro=0,}, --菩提法痴腕 
 {id=137,id2=5992,money = 10888,pro=0,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "无尘·龍之镯IV",
                        List =
                        {
 {id=146,id2=5992,money = 12888,pro=0,}, --无尘战幻腕 
 {id=155,id2=5992,money = 12888,pro=0,}, --无尘法幻腕 
 {id=164,id2=5992,money = 12888,pro=0,}, --无尘道幻腕
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之镯IV",
                        List =
                        {
 {id=173,id2=5992,money = 15888,pro=0,}, --无尘战幻腕 
 {id=182,id2=5992,money = 15888,pro=0,}, --无尘法幻腕 
 {id=191,id2=5992,money = 15888,pro=0,}, --无尘道幻腕
                        }, 
                    },
                    {
                        Name= "王·上古龍之镯IV",
                        List =
                        {
 {id=4623,id2=5992,money = 4888,pro=1,}, --上古战镯 
 {id=4632,id2=5992,money = 4888,pro=1,}, --上古法镯 
 {id=4641,id2=5992,money = 4888,pro=1,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "王·起源龍之镯IV",
                        List =
                        {
 {id=4650,id2=5992,money = 6888,pro=1,}, --起源战镯 
 {id=4659,id2=5992,money = 6888,pro=1,}, --起源法镯 
 {id=4668,id2=5992,money = 6888,pro=1,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之镯IV",
                        List =
                        {
 {id=4677,id2=5992,money = 8888,pro=1,}, --誓言战镯 
 {id=4686,id2=5992,money = 8888,pro=1,}, --誓言法镯 
 {id=4695,id2=5992,money = 8888,pro=1,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之镯IV",
                        List =
                        {
  {id=92,id2=5992,money = 10888,pro=1,}, --冲天战腕 
 {id=101,id2=5992,money = 10888,pro=1,}, --冲天魔腕 
 {id=110,id2=5992,money = 10888,pro=1,}, --冲天道腕 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之镯IV",
                        List =
                        {
 {id=119,id2=5992,money = 12888,pro=1,}, --菩提战狂腕 
 {id=128,id2=5992,money = 12888,pro=1,}, --菩提法痴腕 
 {id=137,id2=5992,money = 12888,pro=1,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之镯IV",
                        List =
                        {
 {id=146,id2=5992,money = 15888,pro=1,}, --无尘战幻腕 
 {id=155,id2=5992,money = 15888,pro=1,}, --无尘法幻腕 
 {id=164,id2=5992,money = 15888,pro=1,}, --无尘道幻腕 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之镯IV",
                        List =
                        {
 {id=173,id2=5992,money = 19888,pro=1,}, --无尘战幻腕 
 {id=182,id2=5992,money = 19888,pro=1,}, --无尘法幻腕 
 {id=191,id2=5992,money = 19888,pro=1,}, --无尘道幻腕
                        }, 
                    },
                    {
                        Name= "帝·上古龍之镯IV",
                        List =
                        {
   {id=4623,id2=5992,money = 6888,pro=2,}, --上古战镯 
 {id=4632,id2=5992,money = 6888,pro=2,}, --上古法镯 
 {id=4641,id2=5992,money = 6888,pro=2,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之镯IV",
                        List =
                        {
 {id=4650,id2=5992,money = 8888,pro=2,}, --起源战镯 
 {id=4659,id2=5992,money = 8888,pro=2,}, --起源法镯 
 {id=4668,id2=5992,money = 8888,pro=2,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之镯IV",
                        List =
                        {
 {id=4677,id2=5992,money = 10888,pro=2,}, --誓言战镯 
 {id=4686,id2=5992,money = 10888,pro=2,}, --誓言法镯 
 {id=4695,id2=5992,money = 10888,pro=2,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之镯IV",
                        List =
                        {
 {id=92,id2=5992,money = 12888,pro=2,}, --冲天战腕 
 {id=101,id2=5992,money = 12888,pro=2,}, --冲天魔腕 
 {id=110,id2=5992,money = 12888,pro=2,}, --冲天道腕
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之镯IV",
                        List =
                        {
 {id=119,id2=5992,money = 15888,pro=2,}, --菩提战狂腕 
 {id=128,id2=5992,money = 15888,pro=2,}, --菩提法痴腕 
 {id=137,id2=5992,money = 15888,pro=2,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之镯IV",
                        List =
                        {
 {id=146,id2=5992,money = 19888,pro=2,}, --无尘战幻腕 
 {id=155,id2=5992,money = 19888,pro=2,}, --无尘法幻腕 
 {id=164,id2=5992,money = 19888,pro=2,}, --无尘道幻腕 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之镯IV",
                        List =
                        {
 {id=173,id2=5992,money = 25888,pro=2,}, --无尘战幻腕 
 {id=182,id2=5992,money = 25888,pro=2,}, --无尘法幻腕 
 {id=191,id2=5992,money = 25888,pro=2,}, --无尘道幻腕
                        }, 
                    },
                }
            },            
              --戒指
            {
                Name = "龍之戒IV",
                Item=
                {
                    {
                        Name= "上古·龍之戒IV",
                        List =
                        {
 {id=4624,id2=5993,money = 2888,pro=0,}, --上古战戒 
 {id=4633,id2=5993,money = 2888,pro=0,}, --上古法戒 
 {id=4642,id2=5993,money = 2888,pro=0,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "起源·龍之戒IV",
                        List =
                        {
 {id=4651,id2=5993,money = 4888,pro=0,}, --起源战戒 
 {id=4660,id2=5993,money = 4888,pro=0,}, --起源法戒 
 {id=4669,id2=5993,money = 4888,pro=0,}, --起源道戒 
                        }, 
                    },
                    {
                        Name= "誓言·龍之戒IV",
                        List =
                        {
 {id=4678,id2=5993,money = 6888,pro=0,}, --誓言战戒 
 {id=4687,id2=5993,money = 6888,pro=0,}, --誓言法戒 
 {id=4696,id2=5993,money = 6888,pro=0,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "冲天·龍之戒IV",
                        List =
                        {
 {id=93,id2=5993,money = 8888,pro=0,}, --冲天战戒 
 {id=102,id2=5993,money = 8888,pro=0,}, --冲天魔戒 
 {id=111,id2=5993,money = 8888,pro=0,}, --冲天道戒 
                        }, 
                    },
                    {
                        Name= "菩提·龍之戒IV",
                        List =
                        {
 {id=120,id2=5993,money = 10888,pro=0,}, --菩提战狂戒 
 {id=129,id2=5993,money = 10888,pro=0,}, --菩提法痴戒 
 {id=138,id2=5993,money = 10888,pro=0,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "无尘·龍之戒IV",
                        List =
                        {
 {id=147,id2=5993,money = 12888,pro=0,}, --无尘战幻戒 
 {id=156,id2=5993,money = 12888,pro=0,}, --无尘法幻戒 
 {id=165,id2=5993,money = 12888,pro=0,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之戒IV",
                        List =
                        {
 {id=174,id2=5993,money = 15888,pro=0,}, --无尘战幻戒 
 {id=183,id2=5993,money = 15888,pro=0,}, --无尘法幻戒 
 {id=192,id2=5993,money = 15888,pro=0,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "王·上古龍之戒IV",
                        List =
                        {
 {id=4624,id2=5993,money = 4888,pro=1,}, --上古战戒 
 {id=4633,id2=5993,money = 4888,pro=1,}, --上古法戒 
 {id=4642,id2=5993,money = 4888,pro=1,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "王·起源龍之戒IV",
                        List =
                        {
 {id=4651,id2=5993,money = 6888,pro=1,}, --起源战戒 
 {id=4660,id2=5993,money = 6888,pro=1,}, --起源法戒 
 {id=4669,id2=5993,money = 6888,pro=1,}, --起源道戒 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之戒IV",
                        List =
                        {
 {id=4678,id2=5993,money = 8888,pro=1,}, --誓言战戒 
 {id=4687,id2=5993,money = 8888,pro=1,}, --誓言法戒 
 {id=4696,id2=5993,money = 8888,pro=1,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之戒IV",
                        List =
                        {
 {id=93,id2=5993,money = 10888,pro=1,}, --冲天战戒 
 {id=102,id2=5993,money = 10888,pro=1,}, --冲天魔戒 
 {id=111,id2=5993,money = 10888,pro=1,}, --冲天道戒
                        }, 
                    },
                    {
                        Name= "王·菩提龍之戒IV",
                        List =
                        {
 {id=120,id2=5993,money = 12888,pro=1,}, --菩提战狂戒 
 {id=129,id2=5993,money = 12888,pro=1,}, --菩提法痴戒 
 {id=138,id2=5993,money = 12888,pro=1,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之戒IV",
                        List =
                        {
 {id=147,id2=5993,money = 15888,pro=1,}, --无尘战幻戒 
 {id=156,id2=5993,money = 15888,pro=1,}, --无尘法幻戒 
 {id=165,id2=5993,money = 15888,pro=1,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之戒IV",
                        List =
                        {
 {id=174,id2=5993,money = 19888,pro=1,}, --无尘战幻戒 
 {id=183,id2=5993,money = 19888,pro=1,}, --无尘法幻戒 
 {id=192,id2=5993,money = 19888,pro=1,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之戒IV",
                        List =
                        {
 {id=4624,id2=5993,money = 6888,pro=2,}, --上古战戒 
 {id=4633,id2=5993,money = 6888,pro=2,}, --上古法戒 
 {id=4642,id2=5993,money = 6888,pro=2,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之戒IV",
                        List =
                        {
 {id=4651,id2=5993,money = 8888,pro=2,}, --起源战戒 
 {id=4660,id2=5993,money = 8888,pro=2,}, --起源法戒 
 {id=4669,id2=5993,money = 8888,pro=2,}, --起源道戒
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之戒IV",
                        List =
                        {
 {id=4678,id2=5993,money = 10888,pro=2,}, --誓言战戒 
 {id=4687,id2=5993,money = 10888,pro=2,}, --誓言法戒 
 {id=4696,id2=5993,money = 10888,pro=2,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之戒IV",
                        List =
                        {
 {id=93,id2=5993,money = 12888,pro=2,}, --冲天战戒 
 {id=102,id2=5993,money = 12888,pro=2,}, --冲天魔戒 
 {id=111,id2=5993,money = 12888,pro=2,}, --冲天道戒 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之戒IV",
                        List =
                        {
 {id=120,id2=5993,money = 15888,pro=2,}, --菩提战狂戒 
 {id=129,id2=5993,money = 15888,pro=2,}, --菩提法痴戒 
 {id=138,id2=5993,money = 15888,pro=2,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之戒IV",
                        List =
                        {
 {id=147,id2=5993,money = 19888,pro=2,}, --无尘战幻戒 
 {id=156,id2=5993,money = 19888,pro=2,}, --无尘法幻戒 
 {id=165,id2=5993,money = 19888,pro=2,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之戒IV",
                        List =
                        {
 {id=174,id2=5993,money = 25888,pro=2,}, --无尘战幻戒 
 {id=183,id2=5993,money = 25888,pro=2,}, --无尘法幻戒 
 {id=192,id2=5993,money = 25888,pro=2,}, --无尘道幻戒 
                        }, 
                    },
                }
            },            
              --腰带
            {
                Name = "龍之带IV",
                Item=
                {
                    {
                        Name= "上古·龍之带IV",
                        List =
                        {
 {id=4625,id2=5994,money = 2888,pro=0,}, --上古战带 
 {id=4634,id2=5994,money = 2888,pro=0,}, --上古法带 
 {id=4643,id2=5994,money = 2888,pro=0,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "起源·龍之带IV",
                        List =
                        {
 {id=4652,id2=5994,money = 4888,pro=0,}, --起源战带 
 {id=4661,id2=5994,money = 4888,pro=0,}, --起源法带 
 {id=4670,id2=5994,money = 4888,pro=0,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "誓言·龍之带IV",
                        List =
                        {
 {id=4679,id2=5994,money = 6888,pro=0,}, --誓言战带 
 {id=4688,id2=5994,money = 6888,pro=0,}, --誓言法带 
 {id=4697,id2=5994,money = 6888,pro=0,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "冲天·龍之带IV",
                        List =
                        {
 {id=94,id2=5994,money = 8888,pro=0,}, --冲天战带 
 {id=103,id2=5994,money = 8888,pro=0,}, --冲天魔带 
 {id=112,id2=5994,money = 8888,pro=0,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "菩提·龍之带IV",
                        List =
                        {
 {id=121,id2=5994,money = 10888,pro=0,}, --菩提战狂带 
 {id=130,id2=5994,money = 10888,pro=0,}, --菩提法痴带 
 {id=139,id2=5994,money = 10888,pro=0,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "无尘·龍之带IV",
                        List =
                        {
 {id=148,id2=5994,money = 12888,pro=0,}, --无尘战幻带 
 {id=157,id2=5994,money = 12888,pro=0,}, --无尘法幻带 
 {id=166,id2=5994,money = 12888,pro=0,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之带IV",
                        List =
                        {
 {id=175,id2=5994,money = 15888,pro=0,}, --无尘战幻带 
 {id=184,id2=5994,money = 15888,pro=0,}, --无尘法幻带 
 {id=193,id2=5994,money = 15888,pro=0,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "王·上古龍之带IV",
                        List =
                        {
 {id=4625,id2=5994,money = 4888,pro=1,}, --上古战带 
 {id=4634,id2=5994,money = 4888,pro=1,}, --上古法带 
 {id=4643,id2=5994,money = 4888,pro=1,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "王·起源龍之带IV",
                        List =
                        {
 {id=4652,id2=5994,money = 6888,pro=1,}, --起源战带 
 {id=4661,id2=5994,money = 6888,pro=1,}, --起源法带 
 {id=4670,id2=5994,money = 6888,pro=1,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之带IV",
                        List =
                        {
 {id=4679,id2=5994,money = 8888,pro=1,}, --誓言战带 
 {id=4688,id2=5994,money = 8888,pro=1,}, --誓言法带 
 {id=4697,id2=5994,money = 8888,pro=1,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之带IV",
                        List =
                        {
 {id=94,id2=5994,money = 10888,pro=1,}, --冲天战带 
 {id=103,id2=5994,money = 10888,pro=1,}, --冲天魔带 
 {id=112,id2=5994,money = 10888,pro=1,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之带IV",
                        List =
                        {
 {id=121,id2=5994,money = 12888,pro=1,}, --菩提战狂带 
 {id=130,id2=5994,money = 12888,pro=1,}, --菩提法痴带 
 {id=139,id2=5994,money = 12888,pro=1,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之带IV",
                        List =
                        {
 {id=148,id2=5994,money = 15888,pro=1,}, --无尘战幻带 
 {id=157,id2=5994,money = 15888,pro=1,}, --无尘法幻带 
 {id=166,id2=5994,money = 15888,pro=1,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之带IV",
                        List =
                        {
 {id=175,id2=5994,money = 19888,pro=1,}, --无尘战幻带 
 {id=184,id2=5994,money = 19888,pro=1,}, --无尘法幻带 
 {id=193,id2=5994,money = 19888,pro=1,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之带IV",
                        List =
                        {
 {id=4625,id2=5994,money = 6888,pro=2,}, --上古战带 
 {id=4634,id2=5994,money = 6888,pro=2,}, --上古法带 
 {id=4643,id2=5994,money = 6888,pro=2,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之带IV",
                        List =
                        {
 {id=4652,id2=5994,money = 8888,pro=2,}, --起源战带 
 {id=4661,id2=5994,money = 8888,pro=2,}, --起源法带 
 {id=4670,id2=5994,money = 8888,pro=2,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之带IV",
                        List =
                        {
 {id=4679,id2=5994,money = 10888,pro=2,}, --誓言战带 
 {id=4688,id2=5994,money = 10888,pro=2,}, --誓言法带 
 {id=4697,id2=5994,money = 10888,pro=2,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之带IV",
                        List =
                        {
 {id=94,id2=5994,money = 12888,pro=2,}, --冲天战带 
 {id=103,id2=5994,money = 12888,pro=2,}, --冲天魔带 
 {id=112,id2=5994,money = 12888,pro=2,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之带IV",
                        List =
                        {
 {id=121,id2=5994,money = 15888,pro=2,}, --菩提战狂带 
 {id=130,id2=5994,money = 15888,pro=2,}, --菩提法痴带 
 {id=139,id2=5994,money = 15888,pro=2,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之带IV",
                        List =
                        {
  {id=148,id2=5994,money = 19888,pro=2,}, --无尘战幻带 
 {id=157,id2=5994,money = 19888,pro=2,}, --无尘法幻带 
 {id=166,id2=5994,money = 19888,pro=2,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之带IV",
                        List =
                        {
 {id=175,id2=5994,money = 25888,pro=2,}, --无尘战幻带 
 {id=184,id2=5994,money = 25888,pro=2,}, --无尘法幻带 
 {id=193,id2=5994,money = 25888,pro=2,}, --无尘道幻带 
                        }, 
                    },
                }
            },            
              --鞋子
            {
                Name = "龍之靴IV",
                Item=
                {
                    {
                        Name= "上古·龍之靴IV",
                        List =
                        {
 {id=4626,id2=5995,money = 2888,pro=0,}, --上古战靴 
 {id=4635,id2=5995,money = 2888,pro=0,}, --上古法靴 
 {id=4644,id2=5995,money = 2888,pro=0,}, --上古道靴 
                        }, 
                    },
                   {
                        Name= "起源·龍之靴IV",
                        List =
                        {
 {id=4653,id2=5995,money = 4888,pro=0,}, --起源战靴 
 {id=4662,id2=5995,money = 4888,pro=0,}, --起源法靴 
 {id=4671,id2=5995,money = 4888,pro=0,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "誓言·龍之靴IV",
                         List =
                        {
 {id=4680,id2=5995,money = 6888,pro=0,}, --誓言战靴 
 {id=4689,id2=5995,money = 6888,pro=0,}, --誓言法靴 
 {id=4698,id2=5995,money = 6888,pro=0,}, --誓言道靴 
                        }, 
                    },
                    {
                        Name= "冲天·龍之靴IV",
                        List =
                        {
 {id=95,id2=5995,money = 8888,pro=0,}, --冲天战靴 
 {id=104,id2=5995,money = 8888,pro=0,}, --冲天魔靴 
 {id=113,id2=5995,money = 8888,pro=0,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "菩提·龍之靴IV",
                        List =
                        {
 {id=122,id2=5995,money = 10888,pro=0,}, --菩提战狂靴 
 {id=131,id2=5995,money = 10888,pro=0,}, --菩提法痴靴 
 {id=140,id2=5995,money = 10888,pro=0,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "无尘·龍之靴IV",
                        List =
                        {
 {id=149,id2=5995,money = 12888,pro=0,}, --无尘战幻靴 
 {id=158,id2=5995,money = 12888,pro=0,}, --无尘法幻靴 
 {id=167,id2=5995,money = 12888,pro=0,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之靴IV",
                        List =
                        {
 {id=176,id2=5995,money = 15888,pro=0,}, --无尘战幻靴 
 {id=185,id2=5995,money = 15888,pro=0,}, --无尘法幻靴 
 {id=194,id2=5995,money = 15888,pro=0,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "王·上古龍之靴IV",
                        List =
                        {
 {id=4626,id2=5995,money = 4888,pro=1,}, --上古战靴 
 {id=4635,id2=5995,money = 4888,pro=1,}, --上古法靴 
 {id=4644,id2=5995,money = 4888,pro=1,}, --上古道靴
                        }, 
                    },
                   {
                        Name= "王·起源龍之靴IV",
                        List =
                        {
 {id=4653,id2=5995,money = 6888,pro=1,}, --起源战靴 
 {id=4662,id2=5995,money = 6888,pro=1,}, --起源法靴 
 {id=4671,id2=5995,money = 6888,pro=1,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之靴IV",
                        List =
                        {
 {id=4680,id2=5995,money = 8888,pro=1,}, --誓言战靴 
 {id=4689,id2=5995,money = 8888,pro=1,}, --誓言法靴 
 {id=4698,id2=5995,money = 8888,pro=1,}, --誓言道靴
                        }, 
                    },
                    {
                        Name= "王·冲天龍之靴IV",
                        List =
                        {
 {id=95,id2=5995,money = 10888,pro=1,}, --冲天战靴 
 {id=104,id2=5995,money = 10888,pro=1,}, --冲天魔靴 
 {id=113,id2=5995,money = 10888,pro=1,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之靴IV",
                        List =
                        {
 {id=122,id2=5995,money = 12888,pro=1,}, --菩提战狂靴 
 {id=131,id2=5995,money = 12888,pro=1,}, --菩提法痴靴 
 {id=140,id2=5995,money = 12888,pro=1,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之靴IV",
                        List =
                        {
 {id=149,id2=5995,money = 15888,pro=1,}, --无尘战幻靴 
 {id=158,id2=5995,money = 15888,pro=1,}, --无尘法幻靴 
 {id=167,id2=5995,money = 15888,pro=1,}, --无尘道幻靴
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之靴IV",
                        List =
                        {
 {id=176,id2=5995,money = 19888,pro=1,}, --无尘战幻靴 
 {id=185,id2=5995,money = 19888,pro=1,}, --无尘法幻靴 
 {id=194,id2=5995,money = 19888,pro=1,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之靴IV",
                        List =
                        {
 {id=4626,id2=5995,money = 6888,pro=2,}, --上古战靴 
 {id=4635,id2=5995,money = 6888,pro=2,}, --上古法靴 
 {id=4644,id2=5995,money = 6888,pro=2,}, --上古道靴 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之靴IV",
                        List =
                        {
  {id=4653,id2=5995,money = 8888,pro=2,}, --起源战靴 
 {id=4662,id2=5995,money = 8888,pro=2,}, --起源法靴 
 {id=4671,id2=5995,money = 8888,pro=2,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之靴IV",
                        List =
                        {
 {id=4680,id2=5995,money = 10888,pro=2,}, --誓言战靴 
 {id=4689,id2=5995,money = 10888,pro=2,}, --誓言法靴 
 {id=4698,id2=5995,money = 10888,pro=2,}, --誓言道靴 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之靴IV",
                        List =
                        {
 {id=95,id2=5995,money = 12888,pro=2,}, --冲天战靴 
 {id=104,id2=5995,money = 12888,pro=2,}, --冲天魔靴 
 {id=113,id2=5995,money = 12888,pro=2,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之靴IV",
                         List =
                        {
 {id=122,id2=5995,money = 15888,pro=2,}, --菩提战狂靴 
 {id=131,id2=5995,money = 15888,pro=2,}, --菩提法痴靴 
 {id=140,id2=5995,money = 15888,pro=2,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之靴IV",
                        List =
                        {
 {id=149,id2=5995,money = 19888,pro=2,}, --无尘战幻靴 
 {id=158,id2=5995,money = 19888,pro=2,}, --无尘法幻靴 
 {id=167,id2=5995,money = 19888,pro=2,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之靴IV",
                        List =
                        {
 {id=176,id2=5995,money = 25888,pro=2,}, --无尘战幻靴 
 {id=185,id2=5995,money = 25888,pro=2,}, --无尘法幻靴 
 {id=194,id2=5995,money = 25888,pro=2,}, --无尘道幻靴 
                        }, 
                    },
                }
            },                  
       },


-- --龍装V
    {
            --武器
            {
                Name = "龍之斩V",  
                Item=
                {

                    --  {id=(a1),id2=(a2),money = (a3),pro=(a4),}, --(a5) 


                    {
                        Name= "上古·龍之斩V",
                        List =
                        {
        --id融合前装备id id2 材料id 材料id pro=0.无 1.王 2.帝 money =拆分元宝
        {id=4618,id2=5996,money = 2888,pro=0,}, --上古开山 
        {id=4627,id2=5996,money = 2888,pro=0,}, --上古拂尘 
        {id=4636,id2=5996,money = 2888,pro=0,}, --上古霹雷 


                        }, 
                    },

                   {
                        Name= "起源·龍之斩V",
                        List =
                        {
        {id=4645,id2=5996,money = 4888,pro=0,}, --起源战刃 
        {id=4654,id2=5996,money = 4888,pro=0,}, --起源法剑 
        {id=4663,id2=5996,money = 4888,pro=0,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "誓言·龍之斩V",
                        List =
                        {
        {id=4672,id2=5996,money = 6888,pro=0,}, --誓言星王 
        {id=4681,id2=5996,money = 6888,pro=0,}, --誓言血饮 
        {id=4690,id2=5996,money = 6888,pro=0,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "冲天·龍之斩V",
                        List =
                        {
        {id=87,id2=5996,money = 8888,pro=0,}, --冲天战刀 
        {id=96,id2=5996,money = 8888,pro=0,}, --冲天魔杖 
        {id=105,id2=5996,money = 8888,pro=0,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "菩提·龍之斩V",
                        List =
                        {
        {id=114,id2=5996,money = 10888,pro=0,}, --菩提彻地斩 
        {id=123,id2=5996,money = 10888,pro=0,}, --菩提骷髅杖 
        {id=132,id2=5996,money = 10888,pro=0,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "无尘·龍之斩V",
                        List =
                        {
        {id=141,id2=5996,money = 12888,pro=0,}, --无尘怒斩 
        {id=150,id2=5996,money = 12888,pro=0,}, --无尘禅杖 
        {id=159,id2=5996,money = 12888,pro=0,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "芙蓉·龍之斩Ⅴ",
                        List =
                        {
 {id=168,id2=5996,money = 15888,pro=0,}, --无尘怒斩 
 {id=177,id2=5996,money = 15888,pro=0,}, --无尘禅杖 
 {id=186,id2=5996,money = 15888,pro=0,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "王·上古龍之斩V",
                        List =
                        {
        {id=4618,id2=5996,money = 4888,pro=1,}, --上古开山 
        {id=4627,id2=5996,money = 4888,pro=1,}, --上古拂尘 
        {id=4636,id2=5996,money = 4888,pro=1,}, --上古霹雷 

                        }, 
                    },
                   {
                        Name= "王·起源龍之斩V",
                        List =
                        {
        {id=4645,id2=5996,money = 6888,pro=1,}, --起源战刃 
        {id=4654,id2=5996,money = 6888,pro=1,}, --起源法剑 
        {id=4663,id2=5996,money = 6888,pro=1,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之斩V",
                        List =
                        {
        {id=4672,id2=5996,money = 8888,pro=1,}, --誓言星王 
        {id=4681,id2=5996,money = 8888,pro=1,}, --誓言血饮 
        {id=4690,id2=5996,money = 8888,pro=1,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之斩V",
                        List =
                        {
 {id=87,id2=5996,money = 10888,pro=1,}, --冲天战刀 
 {id=96,id2=5996,money = 10888,pro=1,}, --冲天魔杖 
 {id=105,id2=5996,money = 10888,pro=1,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之斩V",
                        List =
                        {
 {id=114,id2=5996,money = 12888,pro=1,}, --菩提彻地斩 
 {id=123,id2=5996,money = 12888,pro=1,}, --菩提骷髅杖 
 {id=132,id2=5996,money = 12888,pro=1,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之斩V",
                        List =
                        {
 {id=141,id2=5996,money = 15888,pro=1,}, --无尘怒斩 
 {id=150,id2=5996,money = 15888,pro=1,}, --无尘禅杖 
 {id=159,id2=5996,money = 15888,pro=1,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之斩Ⅴ",
                        List =
                        {
 {id=168,id2=5996,money = 19888,pro=1,}, --无尘怒斩 
 {id=177,id2=5996,money = 19888,pro=1,}, --无尘禅杖 
 {id=186,id2=5996,money = 19888,pro=1,}, --无尘血剑 

                        }, 
                    },
                    {
                        Name= "帝·上古龍之斩V",
                        List =
                        {
 {id=4618,id2=5996,money = 6888,pro=2,}, --上古开山 
 {id=4627,id2=5996,money = 6888,pro=2,}, --上古拂尘 
 {id=4636,id2=5996,money = 6888,pro=2,}, --上古霹雷 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之斩V",
                        List =
                        {
 {id=4645,id2=5996,money = 8888,pro=2,}, --起源战刃 
 {id=4654,id2=5996,money = 8888,pro=2,}, --起源法剑 
 {id=4663,id2=5996,money = 8888,pro=2,}, --起源道剑 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之斩V",
                        List =
                        {
 {id=4672,id2=5996,money = 10888,pro=2,}, --誓言星王 
 {id=4681,id2=5996,money = 10888,pro=2,}, --誓言血饮 
 {id=4690,id2=5996,money = 10888,pro=2,}, --誓言天玑 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之斩V",
                        List =
                        {
 {id=87,id2=5996,money = 12888,pro=2,}, --冲天战刀 
 {id=96,id2=5996,money = 12888,pro=2,}, --冲天魔杖 
 {id=105,id2=5996,money = 12888,pro=2,}, --冲天道剑 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之斩V",
                        List =
                        {
 {id=114,id2=5996,money = 15888,pro=2,}, --菩提彻地斩 
 {id=123,id2=5996,money = 15888,pro=2,}, --菩提骷髅杖 
 {id=132,id2=5996,money = 15888,pro=2,}, --菩提金纹剑 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之斩V",
                        List =
                        {
 {id=141,id2=5996,money = 19888,pro=2,}, --无尘怒斩 
 {id=150,id2=5996,money = 19888,pro=2,}, --无尘禅杖 
 {id=159,id2=5996,money = 19888,pro=2,}, --无尘血剑 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之斩V",
                        List =
                        {
        {id=168,id2=5996,money = 25888,pro=2,}, --无尘怒斩 
        {id=177,id2=5996,money = 25888,pro=2,}, --无尘禅杖 
        {id=186,id2=5996,money = 25888,pro=2,}, --无尘血剑 

                        }, 
                    },
                }
            },  
            --衣服
            {
                Name = "龍之甲V",
                Item=
                {
                    {
                        Name= "上古·龍之甲V",
                        List =
                        {
 {id=4619,id2=5997,money = 2888,pro=0,}, --上古重甲(男) 
 {id=4628,id2=5997,money = 2888,pro=0,}, --上古魔袍(男) 
 {id=4637,id2=5997,money = 2888,pro=0,}, --上古道衣(男) 
 {id=4620,id2=5998,money = 2888,pro=0,}, --上古重甲(女) 
 {id=4629,id2=5998,money = 2888,pro=0,}, --上古魔袍(女) 
 {id=4638,id2=5998,money = 2888,pro=0,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "起源·龍之甲V",
                        List =
                        {
 {id=4646,id2=5997,money = 4888,pro=0,}, --起源战甲(男) 
 {id=4655,id2=5997,money = 4888,pro=0,}, --起源魔袍(男) 
 {id=4664,id2=5997,money = 4888,pro=0,}, --起源道衣(男) 
 {id=4647,id2=5998,money = 4888,pro=0,}, --起源战甲(女) 
 {id=4656,id2=5998,money = 4888,pro=0,}, --起源魔袍(女) 
 {id=4665,id2=5998,money = 4888,pro=0,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "誓言·龍之甲V",
                        List =
                        {
 {id=4673,id2=5997,money = 6888,pro=0,}, --誓言战甲(男) 
 {id=4682,id2=5997,money = 6888,pro=0,}, --誓言魔袍(男) 
 {id=4691,id2=5997,money = 6888,pro=0,}, --誓言道衣(男) 
 {id=4674,id2=5998,money = 6888,pro=0,}, --誓言战甲(女) 
 {id=4683,id2=5998,money = 6888,pro=0,}, --誓言魔袍(女) 
 {id=4692,id2=5998,money = 6888,pro=0,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "冲天·龍之甲V",
                        List =
                        {
 {id=88,id2=5997,money = 8888,pro=0,}, --冲天战甲(男) 
 {id=97,id2=5997,money = 8888,pro=0,}, --冲天魔袍(男) 
 {id=106,id2=5997,money = 8888,pro=0,}, --冲天道衣(男) 
 {id=89,id2=5998,money = 8888,pro=0,}, --冲天战甲(女) 
 {id=98,id2=5998,money = 8888,pro=0,}, --冲天魔袍(女) 
 {id=107,id2=5998,money = 8888,pro=0,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "菩提·龍之甲V",
                        List =
                        {
 {id=115,id2=5997,money = 10888,pro=0,}, --菩提战狂甲(男) 
 {id=124,id2=5997,money = 10888,pro=0,}, --菩提法痴袍(男) 
 {id=133,id2=5997,money = 10888,pro=0,}, --菩提道仙衣(男) 
 {id=116,id2=5998,money = 10888,pro=0,}, --菩提战狂甲(女) 
 {id=125,id2=5998,money = 10888,pro=0,}, --菩提法痴袍(女) 
 {id=134,id2=5998,money = 10888,pro=0,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "无尘·龍之甲V",
                        List =
                        {
 {id=142,id2=5997,money = 12888,pro=0,}, --无尘战幻甲(男) 
 {id=151,id2=5997,money = 12888,pro=0,}, --无尘法幻袍(男) 
 {id=160,id2=5997,money = 12888,pro=0,}, --无尘道幻衣(男) 
 {id=143,id2=5998,money = 12888,pro=0,}, --无尘战幻甲(女) 
 {id=152,id2=5998,money = 12888,pro=0,}, --无尘法幻袍(女) 
 {id=161,id2=5998,money = 12888,pro=0,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之甲Ⅴ",
                        List =
                        {
 {id=169,id2=5997,money = 15888,pro=0,}, --无尘战幻甲(男) 
 {id=178,id2=5997,money = 15888,pro=0,}, --无尘法幻袍(男) 
 {id=187,id2=5997,money = 15888,pro=0,}, --无尘道幻衣(男) 
 {id=170,id2=5998,money = 15888,pro=0,}, --无尘战幻甲(女) 
 {id=179,id2=5998,money = 15888,pro=0,}, --无尘法幻袍(女) 
 {id=188,id2=5998,money = 15888,pro=0,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "王·上古龍之甲V",
                          List =
                        {
 {id=4619,id2=5997,money = 4888,pro=1,}, --上古重甲(男) 
 {id=4628,id2=5997,money = 4888,pro=1,}, --上古魔袍(男) 
 {id=4637,id2=5997,money = 4888,pro=1,}, --上古道衣(男) 
 {id=4620,id2=5998,money = 4888,pro=1,}, --上古重甲(女) 
 {id=4629,id2=5998,money = 4888,pro=1,}, --上古魔袍(女) 
 {id=4638,id2=5998,money = 4888,pro=1,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "王·起源龍之甲V",
                        List =
                        {
 {id=4646,id2=5997,money = 6888,pro=1,}, --起源战甲(男) 
 {id=4655,id2=5997,money = 6888,pro=1,}, --起源魔袍(男) 
 {id=4664,id2=5997,money = 6888,pro=1,}, --起源道衣(男) 
 {id=4647,id2=5998,money = 6888,pro=1,}, --起源战甲(女) 
 {id=4656,id2=5998,money = 6888,pro=1,}, --起源魔袍(女) 
 {id=4665,id2=5998,money = 6888,pro=1,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之甲V",
                        List =
                        {
 {id=4673,id2=5997,money = 8888,pro=1,}, --誓言战甲(男) 
 {id=4682,id2=5997,money = 8888,pro=1,}, --誓言魔袍(男) 
 {id=4691,id2=5997,money = 8888,pro=1,}, --誓言道衣(男) 
 {id=4674,id2=5998,money = 8888,pro=1,}, --誓言战甲(女) 
 {id=4683,id2=5998,money = 8888,pro=1,}, --誓言魔袍(女) 
 {id=4692,id2=5998,money = 8888,pro=1,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之甲V",
                        List =
                        {
 {id=88,id2=5997,money = 10888,pro=1,}, --冲天战甲(男) 
 {id=97,id2=5997,money = 10888,pro=1,}, --冲天魔袍(男) 
 {id=106,id2=5997,money = 10888,pro=1,}, --冲天道衣(男) 
 {id=89,id2=5998,money = 10888,pro=1,}, --冲天战甲(女) 
 {id=98,id2=5998,money = 10888,pro=1,}, --冲天魔袍(女) 
 {id=107,id2=5998,money = 10888,pro=1,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之甲V",
                        List =
                        {
 {id=115,id2=5997,money = 12888,pro=1,}, --菩提战狂甲(男) 
 {id=124,id2=5997,money = 12888,pro=1,}, --菩提法痴袍(男) 
 {id=133,id2=5997,money = 12888,pro=1,}, --菩提道仙衣(男) 
 {id=116,id2=5998,money = 12888,pro=1,}, --菩提战狂甲(女) 
 {id=125,id2=5998,money = 12888,pro=1,}, --菩提法痴袍(女) 
 {id=134,id2=5998,money = 12888,pro=1,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之甲V",
                        List =
                        {
 {id=142,id2=5997,money = 15888,pro=1,}, --无尘战幻甲(男) 
 {id=151,id2=5997,money = 15888,pro=1,}, --无尘法幻袍(男) 
 {id=160,id2=5997,money = 15888,pro=1,}, --无尘道幻衣(男) 
 {id=143,id2=5998,money = 15888,pro=1,}, --无尘战幻甲(女) 
 {id=152,id2=5998,money = 15888,pro=1,}, --无尘法幻袍(女) 
 {id=161,id2=5998,money = 15888,pro=1,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之甲Ⅴ",
                        List =
                        {
 {id=169,id2=5997,money = 19888,pro=1,}, --无尘战幻甲(男) 
 {id=178,id2=5997,money = 19888,pro=1,}, --无尘法幻袍(男) 
 {id=187,id2=5997,money = 19888,pro=1,}, --无尘道幻衣(男) 
 {id=170,id2=5998,money = 19888,pro=1,}, --无尘战幻甲(女) 
 {id=179,id2=5998,money = 19888,pro=1,}, --无尘法幻袍(女) 
 {id=188,id2=5998,money = 19888,pro=1,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之甲V",
                        List =
                        {
 {id=4619,id2=5997,money = 6888,pro=2,}, --上古重甲(男) 
 {id=4628,id2=5997,money = 6888,pro=2,}, --上古魔袍(男) 
 {id=4637,id2=5997,money = 6888,pro=2,}, --上古道衣(男) 
 {id=4620,id2=5998,money = 6888,pro=2,}, --上古重甲(女) 
 {id=4629,id2=5998,money = 6888,pro=2,}, --上古魔袍(女) 
 {id=4638,id2=5998,money = 6888,pro=2,}, --上古道衣(女) 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之甲V",
                        List =
                        {
 {id=4646,id2=5997,money = 8888,pro=2,}, --起源战甲(男) 
 {id=4655,id2=5997,money = 8888,pro=2,}, --起源魔袍(男) 
 {id=4664,id2=5997,money = 8888,pro=2,}, --起源道衣(男) 
 {id=4647,id2=5998,money = 8888,pro=2,}, --起源战甲(女) 
 {id=4656,id2=5998,money = 8888,pro=2,}, --起源魔袍(女) 
 {id=4665,id2=5998,money = 8888,pro=2,}, --起源道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之甲V",
                        List =
                        {
 {id=4673,id2=5997,money = 10888,pro=2,}, --誓言战甲(男) 
 {id=4682,id2=5997,money = 10888,pro=2,}, --誓言魔袍(男) 
 {id=4691,id2=5997,money = 10888,pro=2,}, --誓言道衣(男) 
 {id=4674,id2=5998,money = 10888,pro=2,}, --誓言战甲(女) 
 {id=4683,id2=5998,money = 10888,pro=2,}, --誓言魔袍(女) 
 {id=4692,id2=5998,money = 10888,pro=2,}, --誓言道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之甲V",
                        List =
                        {
  {id=88,id2=5997,money = 12888,pro=2,}, --冲天战甲(男) 
 {id=97,id2=5997,money = 12888,pro=2,}, --冲天魔袍(男) 
 {id=106,id2=5997,money = 12888,pro=2,}, --冲天道衣(男) 
 {id=89,id2=5998,money = 12888,pro=2,}, --冲天战甲(女) 
 {id=98,id2=5998,money = 12888,pro=2,}, --冲天魔袍(女) 
 {id=107,id2=5998,money = 12888,pro=2,}, --冲天道衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之甲V",
                        List =
                        {
 {id=115,id2=5997,money = 15888,pro=2,}, --菩提战狂甲(男) 
 {id=124,id2=5997,money = 15888,pro=2,}, --菩提法痴袍(男) 
 {id=133,id2=5997,money = 15888,pro=2,}, --菩提道仙衣(男) 
 {id=116,id2=5998,money = 15888,pro=2,}, --菩提战狂甲(女) 
 {id=125,id2=5998,money = 15888,pro=2,}, --菩提法痴袍(女) 
 {id=134,id2=5998,money = 15888,pro=2,}, --菩提道仙衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之甲V",
                        List =
                        {
 {id=142,id2=5997,money = 19888,pro=2,}, --无尘战幻甲(男) 
 {id=151,id2=5997,money = 19888,pro=2,}, --无尘法幻袍(男) 
 {id=160,id2=5997,money = 19888,pro=2,}, --无尘道幻衣(男) 
 {id=143,id2=5998,money = 19888,pro=2,}, --无尘战幻甲(女) 
 {id=152,id2=5998,money = 19888,pro=2,}, --无尘法幻袍(女) 
 {id=161,id2=5998,money = 19888,pro=2,}, --无尘道幻衣(女) 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之甲Ⅴ",
                        List =
                        {
 {id=169,id2=5997,money = 25888,pro=2,}, --无尘战幻甲(男) 
 {id=178,id2=5997,money = 25888,pro=2,}, --无尘法幻袍(男) 
 {id=187,id2=5997,money = 25888,pro=2,}, --无尘道幻衣(男) 
 {id=170,id2=5998,money = 25888,pro=2,}, --无尘战幻甲(女) 
 {id=179,id2=5998,money = 25888,pro=2,}, --无尘法幻袍(女) 
 {id=188,id2=5998,money = 25888,pro=2,}, --无尘道幻衣(女) 
                        }, 
                    },
                }
            },  
            --头盔
            {
                Name = "龍之盔V",
                Item=
                {
                    {
                        Name= "上古·龍之盔V",
                        List =
                        {
 {id=4621,id2=5999,money = 2888,pro=0,}, --上古战盔 
 {id=4630,id2=5999,money = 2888,pro=0,}, --上古法盔 
 {id=4639,id2=5999,money = 2888,pro=0,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "起源·龍之盔V",
                        List =
                        {
 {id=4648,id2=5999,money = 4888,pro=0,}, --起源战盔 
 {id=4657,id2=5999,money = 4888,pro=0,}, --起源法盔 
 {id=4666,id2=5999,money = 4888,pro=0,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "誓言·龍之盔V",
                         List =
                        {
 {id=4675,id2=5999,money = 6888,pro=0,}, --誓言战盔 
 {id=4684,id2=5999,money = 6888,pro=0,}, --誓言法盔 
 {id=4693,id2=5999,money = 6888,pro=0,}, --誓言道盔
                        }, 
                    },
                    {
                        Name= "冲天·龍之盔V",
                        List =
                        {
 {id=90,id2=5999,money = 8888,pro=0,}, --冲天战盔 
 {id=99,id2=5999,money = 8888,pro=0,}, --冲天魔盔 
 {id=108,id2=5999,money = 8888,pro=0,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "菩提·龍之盔V",
                        List =
                        {
 {id=117,id2=5999,money = 10888,pro=0,}, --菩提战狂盔 
 {id=126,id2=5999,money = 10888,pro=0,}, --菩提法痴盔 
 {id=135,id2=5999,money = 10888,pro=0,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "无尘·龍之盔V",
                        List =
                        {
 {id=144,id2=5999,money = 12888,pro=0,}, --无尘战幻盔 
 {id=153,id2=5999,money = 12888,pro=0,}, --无尘法幻盔 
 {id=162,id2=5999,money = 12888,pro=0,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之盔Ⅴ",
                        List =
                        {
 {id=171,id2=5999,money = 15888,pro=0,}, --无尘战幻盔 
 {id=180,id2=5999,money = 15888,pro=0,}, --无尘法幻盔 
 {id=189,id2=5999,money = 15888,pro=0,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "王·上古龍之盔V",
                        List =
                        {
 {id=4621,id2=5999,money = 4888,pro=1,}, --上古战盔 
 {id=4630,id2=5999,money = 4888,pro=1,}, --上古法盔 
 {id=4639,id2=5999,money = 4888,pro=1,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "王·起源龍之盔V",
                        List =
                        {
 {id=4648,id2=5999,money = 6888,pro=1,}, --起源战盔 
 {id=4657,id2=5999,money = 6888,pro=1,}, --起源法盔 
 {id=4666,id2=5999,money = 6888,pro=1,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之盔V",
                        List =
                        {
 {id=4675,id2=5999,money = 8888,pro=1,}, --誓言战盔 
 {id=4684,id2=5999,money = 8888,pro=1,}, --誓言法盔 
 {id=4693,id2=5999,money = 8888,pro=1,}, --誓言道盔 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之盔V",
                        List =
                        {
 {id=90,id2=5999,money = 10888,pro=1,}, --冲天战盔 
 {id=99,id2=5999,money = 10888,pro=1,}, --冲天魔盔 
 {id=108,id2=5999,money = 10888,pro=1,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之盔V",
                        List =
                        {
 {id=117,id2=5999,money = 12888,pro=1,}, --菩提战狂盔 
 {id=126,id2=5999,money = 12888,pro=1,}, --菩提法痴盔 
 {id=135,id2=5999,money = 12888,pro=1,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之盔V",
                        List =
                        {
 {id=144,id2=5999,money = 15888,pro=1,}, --无尘战幻盔 
 {id=153,id2=5999,money = 15888,pro=1,}, --无尘法幻盔 
 {id=162,id2=5999,money = 15888,pro=1,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之盔Ⅴ",
                        List =
                        {
 {id=171,id2=5999,money = 19888,pro=1,}, --无尘战幻盔 
 {id=180,id2=5999,money = 19888,pro=1,}, --无尘法幻盔 
 {id=189,id2=5999,money = 19888,pro=1,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之盔V",
                        List =
                        {
 {id=4621,id2=5999,money = 6888,pro=2,}, --上古战盔 
 {id=4630,id2=5999,money = 6888,pro=2,}, --上古法盔 
 {id=4639,id2=5999,money = 6888,pro=2,}, --上古道盔 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之盔V",
                        List =
                        {
 {id=4648,id2=5999,money = 8888,pro=2,}, --起源战盔 
 {id=4657,id2=5999,money = 8888,pro=2,}, --起源法盔 
 {id=4666,id2=5999,money = 8888,pro=2,}, --起源道盔 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之盔V",
                        List =
                        {
 {id=4675,id2=5999,money = 10888,pro=2,}, --誓言战盔 
 {id=4684,id2=5999,money = 10888,pro=2,}, --誓言法盔 
 {id=4693,id2=5999,money = 10888,pro=2,}, --誓言道盔 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之盔V",
                        List =
                        {
 {id=90,id2=5999,money = 12888,pro=2,}, --冲天战盔 
 {id=99,id2=5999,money = 12888,pro=2,}, --冲天魔盔 
 {id=108,id2=5999,money = 12888,pro=2,}, --冲天道盔 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之盔V",
                        List =
                        {
 {id=117,id2=5999,money = 15888,pro=2,}, --菩提战狂盔 
 {id=126,id2=5999,money = 15888,pro=2,}, --菩提法痴盔 
 {id=135,id2=5999,money = 15888,pro=2,}, --菩提道仙盔 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之盔V",
                        List =
                        {
 {id=144,id2=5999,money = 19888,pro=2,}, --无尘战幻盔 
 {id=153,id2=5999,money = 19888,pro=2,}, --无尘法幻盔 
 {id=162,id2=5999,money = 19888,pro=2,}, --无尘道幻盔 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之盔Ⅴ",
                        List =
                        {
 {id=171,id2=5999,money = 25888,pro=2,}, --无尘战幻盔 
 {id=180,id2=5999,money = 25888,pro=2,}, --无尘法幻盔 
 {id=189,id2=5999,money = 25888,pro=2,}, --无尘道幻盔 
                        }, 
                    },
                }
            },           
            --项链
            {
                Name = "龍之链V",
                Item=
                {
                    {
                        Name= "上古·龍之链V",
                        List =
                        {
 {id=4622,id2=6000,money = 2888,pro=0,}, --上古战链 
 {id=4631,id2=6000,money = 2888,pro=0,}, --上古法链 
 {id=4640,id2=6000,money = 2888,pro=0,}, --上古道链 
                        }, 
                    },
                   {
                        Name= "起源·龍之链V",
                        List =
                        {
 {id=4649,id2=6000,money = 4888,pro=0,}, --起源战链 
 {id=4658,id2=6000,money = 4888,pro=0,}, --起源法链 
 {id=4667,id2=6000,money = 4888,pro=0,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "誓言·龍之链V",
                        List =
                        {
 {id=4676,id2=6000,money = 6888,pro=0,}, --誓言战链 
 {id=4685,id2=6000,money = 6888,pro=0,}, --誓言法链 
 {id=4694,id2=6000,money = 6888,pro=0,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "冲天·龍之链V",
                        List =
                        {
 {id=91,id2=6000,money = 8888,pro=0,}, --冲天战链 
 {id=100,id2=6000,money = 8888,pro=0,}, --冲天魔链 
 {id=109,id2=6000,money = 8888,pro=0,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "菩提·龍之链V",
                         List =
                        {
  {id=118,id2=6000,money = 10888,pro=0,}, --菩提战狂链 
 {id=127,id2=6000,money = 10888,pro=0,}, --菩提法痴链 
 {id=136,id2=6000,money = 10888,pro=0,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "无尘·龍之链V",
                        List =
                        {
 {id=145,id2=6000,money = 12888,pro=0,}, --无尘战幻链 
 {id=154,id2=6000,money = 12888,pro=0,}, --无尘法幻链 
 {id=163,id2=6000,money = 12888,pro=0,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之链Ⅴ",
                        List =
                        {
 {id=172,id2=6000,money = 15888,pro=0,}, --无尘战幻链 
 {id=181,id2=6000,money = 15888,pro=0,}, --无尘法幻链 
 {id=190,id2=6000,money = 15888,pro=0,}, --无尘道幻链
                        }, 
                    },
                    {
                        Name= "王·上古龍之链V",
                        List =
                        {
 {id=4622,id2=6000,money = 4888,pro=1,}, --上古战链 
 {id=4631,id2=6000,money = 4888,pro=1,}, --上古法链 
 {id=4640,id2=6000,money = 4888,pro=1,}, --上古道链
                        }, 
                    },
                   {
                        Name= "王·起源龍之链V",
                        List =
                        {
 {id=4649,id2=6000,money = 6888,pro=1,}, --起源战链 
 {id=4658,id2=6000,money = 6888,pro=1,}, --起源法链 
 {id=4667,id2=6000,money = 6888,pro=1,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之链V",
                        List =
                        {
 {id=4676,id2=6000,money = 8888,pro=1,}, --誓言战链 
 {id=4685,id2=6000,money = 8888,pro=1,}, --誓言法链 
 {id=4694,id2=6000,money = 8888,pro=1,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之链V",
                        List =
                        {
 {id=91,id2=6000,money = 10888,pro=1,}, --冲天战链 
 {id=100,id2=6000,money = 10888,pro=1,}, --冲天魔链 
 {id=109,id2=6000,money = 10888,pro=1,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之链V",
                        List =
                        {
 {id=118,id2=6000,money = 12888,pro=1,}, --菩提战狂链 
 {id=127,id2=6000,money = 12888,pro=1,}, --菩提法痴链 
 {id=136,id2=6000,money = 12888,pro=1,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之链V",
                        List =
                        {
 {id=145,id2=6000,money = 15888,pro=1,}, --无尘战幻链 
 {id=154,id2=6000,money = 15888,pro=1,}, --无尘法幻链 
 {id=163,id2=6000,money = 15888,pro=1,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之链Ⅴ",
                        List =
                        {
 {id=172,id2=6000,money = 19888,pro=1,}, --无尘战幻链 
 {id=181,id2=6000,money = 19888,pro=1,}, --无尘法幻链 
 {id=190,id2=6000,money = 19888,pro=1,}, --无尘道幻链
                        }, 
                    },
                    {
                        Name= "帝·上古龍之链V",
                        List =
                        {
 {id=4622,id2=6000,money = 6888,pro=2,}, --上古战链 
 {id=4631,id2=6000,money = 6888,pro=2,}, --上古法链 
 {id=4640,id2=6000,money = 6888,pro=2,}, --上古道链 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之链V",
                        List =
                        {
 {id=4649,id2=6000,money = 8888,pro=2,}, --起源战链 
 {id=4658,id2=6000,money = 8888,pro=2,}, --起源法链 
 {id=4667,id2=6000,money = 8888,pro=2,}, --起源道链 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之链V",
                        List =
                        {
 {id=4676,id2=6000,money = 10888,pro=2,}, --誓言战链 
 {id=4685,id2=6000,money = 10888,pro=2,}, --誓言法链 
 {id=4694,id2=6000,money = 10888,pro=2,}, --誓言道链 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之链V",
                        List =
                        {
 {id=91,id2=6000,money = 12888,pro=2,}, --冲天战链 
 {id=100,id2=6000,money = 12888,pro=2,}, --冲天魔链 
 {id=109,id2=6000,money = 12888,pro=2,}, --冲天道链 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之链V",
                        List =
                        {
 {id=118,id2=6000,money = 15888,pro=2,}, --菩提战狂链 
 {id=127,id2=6000,money = 15888,pro=2,}, --菩提法痴链 
 {id=136,id2=6000,money = 15888,pro=2,}, --菩提道仙链 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之链V",
                        List =
                        {
 {id=145,id2=6000,money = 19888,pro=2,}, --无尘战幻链 
 {id=154,id2=6000,money = 19888,pro=2,}, --无尘法幻链 
 {id=163,id2=6000,money = 19888,pro=2,}, --无尘道幻链 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之链Ⅴ",
                        List =
                        {
 {id=172,id2=6000,money = 25888,pro=2,}, --无尘战幻链 
 {id=181,id2=6000,money = 25888,pro=2,}, --无尘法幻链 
 {id=190,id2=6000,money = 25888,pro=2,}, --无尘道幻链
                        }, 
                    },
                }
            },            
              --手镯
            {
                Name = "龍之镯V",
                Item=
                {
                    {
                        Name= "上古·龍之镯V",
                        List =
                        {
 {id=4623,id2=6001,money = 2888,pro=0,}, --上古战镯 
 {id=4632,id2=6001,money = 2888,pro=0,}, --上古法镯 
 {id=4641,id2=6001,money = 2888,pro=0,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "起源·龍之镯V",
                        List =
                        {
 {id=4650,id2=6001,money = 4888,pro=0,}, --起源战镯 
 {id=4659,id2=6001,money = 4888,pro=0,}, --起源法镯 
 {id=4668,id2=6001,money = 4888,pro=0,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "誓言·龍之镯V",
                        List =
                        {
 {id=4677,id2=6001,money = 6888,pro=0,}, --誓言战镯 
 {id=4686,id2=6001,money = 6888,pro=0,}, --誓言法镯 
 {id=4695,id2=6001,money = 6888,pro=0,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "冲天·龍之镯V",
                        List =
                        {
 {id=92,id2=6001,money = 8888,pro=0,}, --冲天战腕 
 {id=101,id2=6001,money = 8888,pro=0,}, --冲天魔腕 
 {id=110,id2=6001,money = 8888,pro=0,}, --冲天道腕 
                        }, 
                    },
                    {
                        Name= "菩提·龍之镯V",
                        List =
                        {
 {id=119,id2=6001,money = 10888,pro=0,}, --菩提战狂腕 
 {id=128,id2=6001,money = 10888,pro=0,}, --菩提法痴腕 
 {id=137,id2=6001,money = 10888,pro=0,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "无尘·龍之镯V",
                        List =
                        {
 {id=146,id2=6001,money = 12888,pro=0,}, --无尘战幻腕 
 {id=155,id2=6001,money = 12888,pro=0,}, --无尘法幻腕 
 {id=164,id2=6001,money = 12888,pro=0,}, --无尘道幻腕
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之镯Ⅴ",
                        List =
                        {
 {id=173,id2=6001,money = 15888,pro=0,}, --无尘战幻腕 
 {id=182,id2=6001,money = 15888,pro=0,}, --无尘法幻腕 
 {id=191,id2=6001,money = 15888,pro=0,}, --无尘道幻腕
                        }, 
                    },
                    {
                        Name= "王·上古龍之镯V",
                        List =
                        {
 {id=4623,id2=6001,money = 4888,pro=1,}, --上古战镯 
 {id=4632,id2=6001,money = 4888,pro=1,}, --上古法镯 
 {id=4641,id2=6001,money = 4888,pro=1,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "王·起源龍之镯V",
                        List =
                        {
 {id=4650,id2=6001,money = 6888,pro=1,}, --起源战镯 
 {id=4659,id2=6001,money = 6888,pro=1,}, --起源法镯 
 {id=4668,id2=6001,money = 6888,pro=1,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之镯V",
                        List =
                        {
 {id=4677,id2=6001,money = 8888,pro=1,}, --誓言战镯 
 {id=4686,id2=6001,money = 8888,pro=1,}, --誓言法镯 
 {id=4695,id2=6001,money = 8888,pro=1,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之镯V",
                        List =
                        {
  {id=92,id2=6001,money = 10888,pro=1,}, --冲天战腕 
 {id=101,id2=6001,money = 10888,pro=1,}, --冲天魔腕 
 {id=110,id2=6001,money = 10888,pro=1,}, --冲天道腕 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之镯V",
                        List =
                        {
 {id=119,id2=6001,money = 12888,pro=1,}, --菩提战狂腕 
 {id=128,id2=6001,money = 12888,pro=1,}, --菩提法痴腕 
 {id=137,id2=6001,money = 12888,pro=1,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之镯V",
                        List =
                        {
 {id=146,id2=6001,money = 15888,pro=1,}, --无尘战幻腕 
 {id=155,id2=6001,money = 15888,pro=1,}, --无尘法幻腕 
 {id=164,id2=6001,money = 15888,pro=1,}, --无尘道幻腕 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之镯Ⅴ",
                        List =
                        {
 {id=173,id2=6001,money = 19888,pro=1,}, --无尘战幻腕 
 {id=182,id2=6001,money = 19888,pro=1,}, --无尘法幻腕 
 {id=191,id2=6001,money = 19888,pro=1,}, --无尘道幻腕
                        }, 
                    },
                    {
                        Name= "帝·上古龍之镯V",
                        List =
                        {
   {id=4623,id2=6001,money = 6888,pro=2,}, --上古战镯 
 {id=4632,id2=6001,money = 6888,pro=2,}, --上古法镯 
 {id=4641,id2=6001,money = 6888,pro=2,}, --上古道镯 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之镯V",
                        List =
                        {
 {id=4650,id2=6001,money = 8888,pro=2,}, --起源战镯 
 {id=4659,id2=6001,money = 8888,pro=2,}, --起源法镯 
 {id=4668,id2=6001,money = 8888,pro=2,}, --起源道镯 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之镯V",
                        List =
                        {
 {id=4677,id2=6001,money = 10888,pro=2,}, --誓言战镯 
 {id=4686,id2=6001,money = 10888,pro=2,}, --誓言法镯 
 {id=4695,id2=6001,money = 10888,pro=2,}, --誓言道镯 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之镯V",
                        List =
                        {
 {id=92,id2=6001,money = 12888,pro=2,}, --冲天战腕 
 {id=101,id2=6001,money = 12888,pro=2,}, --冲天魔腕 
 {id=110,id2=6001,money = 12888,pro=2,}, --冲天道腕
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之镯V",
                        List =
                        {
 {id=119,id2=6001,money = 15888,pro=2,}, --菩提战狂腕 
 {id=128,id2=6001,money = 15888,pro=2,}, --菩提法痴腕 
 {id=137,id2=6001,money = 15888,pro=2,}, --菩提道仙腕 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之镯V",
                        List =
                        {
 {id=146,id2=6001,money = 19888,pro=2,}, --无尘战幻腕 
 {id=155,id2=6001,money = 19888,pro=2,}, --无尘法幻腕 
 {id=164,id2=6001,money = 19888,pro=2,}, --无尘道幻腕 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之镯Ⅴ",
                        List =
                        {
 {id=173,id2=6001,money = 25888,pro=2,}, --无尘战幻腕 
 {id=182,id2=6001,money = 25888,pro=2,}, --无尘法幻腕 
 {id=191,id2=6001,money = 25888,pro=2,}, --无尘道幻腕
                        }, 
                    },
                }
            },            
              --戒指
            {
                Name = "龍之戒V",
                Item=
                {
                    {
                        Name= "上古·龍之戒V",
                        List =
                        {
 {id=4624,id2=6002,money = 2888,pro=0,}, --上古战戒 
 {id=4633,id2=6002,money = 2888,pro=0,}, --上古法戒 
 {id=4642,id2=6002,money = 2888,pro=0,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "起源·龍之戒V",
                        List =
                        {
 {id=4651,id2=6002,money = 4888,pro=0,}, --起源战戒 
 {id=4660,id2=6002,money = 4888,pro=0,}, --起源法戒 
 {id=4669,id2=6002,money = 4888,pro=0,}, --起源道戒 
                        }, 
                    },
                    {
                        Name= "誓言·龍之戒V",
                        List =
                        {
 {id=4678,id2=6002,money = 6888,pro=0,}, --誓言战戒 
 {id=4687,id2=6002,money = 6888,pro=0,}, --誓言法戒 
 {id=4696,id2=6002,money = 6888,pro=0,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "冲天·龍之戒V",
                        List =
                        {
 {id=93,id2=6002,money = 8888,pro=0,}, --冲天战戒 
 {id=102,id2=6002,money = 8888,pro=0,}, --冲天魔戒 
 {id=111,id2=6002,money = 8888,pro=0,}, --冲天道戒 
                        }, 
                    },
                    {
                        Name= "菩提·龍之戒V",
                        List =
                        {
 {id=120,id2=6002,money = 10888,pro=0,}, --菩提战狂戒 
 {id=129,id2=6002,money = 10888,pro=0,}, --菩提法痴戒 
 {id=138,id2=6002,money = 10888,pro=0,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "无尘·龍之戒V",
                        List =
                        {
 {id=147,id2=6002,money = 12888,pro=0,}, --无尘战幻戒 
 {id=156,id2=6002,money = 12888,pro=0,}, --无尘法幻戒 
 {id=165,id2=6002,money = 12888,pro=0,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之戒Ⅴ",
                        List =
                        {
 {id=174,id2=6002,money = 15888,pro=0,}, --无尘战幻戒 
 {id=183,id2=6002,money = 15888,pro=0,}, --无尘法幻戒 
 {id=192,id2=6002,money = 15888,pro=0,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "王·上古龍之戒V",
                        List =
                        {
 {id=4624,id2=6002,money = 4888,pro=1,}, --上古战戒 
 {id=4633,id2=6002,money = 4888,pro=1,}, --上古法戒 
 {id=4642,id2=6002,money = 4888,pro=1,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "王·起源龍之戒V",
                        List =
                        {
 {id=4651,id2=6002,money = 6888,pro=1,}, --起源战戒 
 {id=4660,id2=6002,money = 6888,pro=1,}, --起源法戒 
 {id=4669,id2=6002,money = 6888,pro=1,}, --起源道戒 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之戒V",
                        List =
                        {
 {id=4678,id2=6002,money = 8888,pro=1,}, --誓言战戒 
 {id=4687,id2=6002,money = 8888,pro=1,}, --誓言法戒 
 {id=4696,id2=6002,money = 8888,pro=1,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之戒V",
                        List =
                        {
 {id=93,id2=6002,money = 10888,pro=1,}, --冲天战戒 
 {id=102,id2=6002,money = 10888,pro=1,}, --冲天魔戒 
 {id=111,id2=6002,money = 10888,pro=1,}, --冲天道戒
                        }, 
                    },
                    {
                        Name= "王·菩提龍之戒V",
                        List =
                        {
 {id=120,id2=6002,money = 12888,pro=1,}, --菩提战狂戒 
 {id=129,id2=6002,money = 12888,pro=1,}, --菩提法痴戒 
 {id=138,id2=6002,money = 12888,pro=1,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之戒V",
                        List =
                        {
 {id=147,id2=6002,money = 15888,pro=1,}, --无尘战幻戒 
 {id=156,id2=6002,money = 15888,pro=1,}, --无尘法幻戒 
 {id=165,id2=6002,money = 15888,pro=1,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之戒Ⅴ",
                        List =
                        {
 {id=174,id2=6002,money = 19888,pro=1,}, --无尘战幻戒 
 {id=183,id2=6002,money = 19888,pro=1,}, --无尘法幻戒 
 {id=192,id2=6002,money = 19888,pro=1,}, --无尘道幻戒 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之戒V",
                        List =
                        {
 {id=4624,id2=6002,money = 6888,pro=2,}, --上古战戒 
 {id=4633,id2=6002,money = 6888,pro=2,}, --上古法戒 
 {id=4642,id2=6002,money = 6888,pro=2,}, --上古道戒 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之戒V",
                        List =
                        {
 {id=4651,id2=6002,money = 8888,pro=2,}, --起源战戒 
 {id=4660,id2=6002,money = 8888,pro=2,}, --起源法戒 
 {id=4669,id2=6002,money = 8888,pro=2,}, --起源道戒
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之戒V",
                        List =
                        {
 {id=4678,id2=6002,money = 10888,pro=2,}, --誓言战戒 
 {id=4687,id2=6002,money = 10888,pro=2,}, --誓言法戒 
 {id=4696,id2=6002,money = 10888,pro=2,}, --誓言道戒 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之戒V",
                        List =
                        {
 {id=93,id2=6002,money = 12888,pro=2,}, --冲天战戒 
 {id=102,id2=6002,money = 12888,pro=2,}, --冲天魔戒 
 {id=111,id2=6002,money = 12888,pro=2,}, --冲天道戒 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之戒V",
                        List =
                        {
 {id=120,id2=6002,money = 15888,pro=2,}, --菩提战狂戒 
 {id=129,id2=6002,money = 15888,pro=2,}, --菩提法痴戒 
 {id=138,id2=6002,money = 15888,pro=2,}, --菩提道仙戒 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之戒V",
                        List =
                        {
 {id=147,id2=6002,money = 19888,pro=2,}, --无尘战幻戒 
 {id=156,id2=6002,money = 19888,pro=2,}, --无尘法幻戒 
 {id=165,id2=6002,money = 19888,pro=2,}, --无尘道幻戒 
                        }, 
                    },
                     {
                        Name= "帝·芙蓉龍之戒Ⅴ",
                        List =
                        {
 {id=174,id2=6002,money = 25888,pro=2,}, --无尘战幻戒 
 {id=183,id2=6002,money = 25888,pro=2,}, --无尘法幻戒 
 {id=192,id2=6002,money = 25888,pro=2,}, --无尘道幻戒 
                        }, 
                    },
                }
            },            
              --腰带
            {
                Name = "龍之带V",
                Item=
                {
                    {
                        Name= "上古·龍之带V",
                        List =
                        {
 {id=4625,id2=6003,money = 2888,pro=0,}, --上古战带 
 {id=4634,id2=6003,money = 2888,pro=0,}, --上古法带 
 {id=4643,id2=6003,money = 2888,pro=0,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "起源·龍之带V",
                        List =
                        {
 {id=4652,id2=6003,money = 4888,pro=0,}, --起源战带 
 {id=4661,id2=6003,money = 4888,pro=0,}, --起源法带 
 {id=4670,id2=6003,money = 4888,pro=0,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "誓言·龍之带V",
                        List =
                        {
 {id=4679,id2=6003,money = 6888,pro=0,}, --誓言战带 
 {id=4688,id2=6003,money = 6888,pro=0,}, --誓言法带 
 {id=4697,id2=6003,money = 6888,pro=0,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "冲天·龍之带V",
                        List =
                        {
 {id=94,id2=6003,money = 8888,pro=0,}, --冲天战带 
 {id=103,id2=6003,money = 8888,pro=0,}, --冲天魔带 
 {id=112,id2=6003,money = 8888,pro=0,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "菩提·龍之带V",
                        List =
                        {
 {id=121,id2=6003,money = 10888,pro=0,}, --菩提战狂带 
 {id=130,id2=6003,money = 10888,pro=0,}, --菩提法痴带 
 {id=139,id2=6003,money = 10888,pro=0,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "无尘·龍之带V",
                        List =
                        {
 {id=148,id2=6003,money = 12888,pro=0,}, --无尘战幻带 
 {id=157,id2=6003,money = 12888,pro=0,}, --无尘法幻带 
 {id=166,id2=6003,money = 12888,pro=0,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之带Ⅴ",
                        List =
                        {
 {id=175,id2=6003,money = 15888,pro=0,}, --无尘战幻带 
 {id=184,id2=6003,money = 15888,pro=0,}, --无尘法幻带 
 {id=193,id2=6003,money = 15888,pro=0,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "王·上古龍之带V",
                        List =
                        {
 {id=4625,id2=6003,money = 4888,pro=1,}, --上古战带 
 {id=4634,id2=6003,money = 4888,pro=1,}, --上古法带 
 {id=4643,id2=6003,money = 4888,pro=1,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "王·起源龍之带V",
                        List =
                        {
 {id=4652,id2=6003,money = 6888,pro=1,}, --起源战带 
 {id=4661,id2=6003,money = 6888,pro=1,}, --起源法带 
 {id=4670,id2=6003,money = 6888,pro=1,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之带V",
                        List =
                        {
 {id=4679,id2=6003,money = 8888,pro=1,}, --誓言战带 
 {id=4688,id2=6003,money = 8888,pro=1,}, --誓言法带 
 {id=4697,id2=6003,money = 8888,pro=1,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "王·冲天龍之带V",
                        List =
                        {
 {id=94,id2=6003,money = 10888,pro=1,}, --冲天战带 
 {id=103,id2=6003,money = 10888,pro=1,}, --冲天魔带 
 {id=112,id2=6003,money = 10888,pro=1,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之带V",
                        List =
                        {
 {id=121,id2=6003,money = 12888,pro=1,}, --菩提战狂带 
 {id=130,id2=6003,money = 12888,pro=1,}, --菩提法痴带 
 {id=139,id2=6003,money = 12888,pro=1,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之带V",
                        List =
                        {
 {id=148,id2=6003,money = 15888,pro=1,}, --无尘战幻带 
 {id=157,id2=6003,money = 15888,pro=1,}, --无尘法幻带 
 {id=166,id2=6003,money = 15888,pro=1,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之带Ⅴ",
                        List =
                        {
 {id=175,id2=6003,money = 19888,pro=1,}, --无尘战幻带 
 {id=184,id2=6003,money = 19888,pro=1,}, --无尘法幻带 
 {id=193,id2=6003,money = 19888,pro=1,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之带V",
                        List =
                        {
 {id=4625,id2=6003,money = 6888,pro=2,}, --上古战带 
 {id=4634,id2=6003,money = 6888,pro=2,}, --上古法带 
 {id=4643,id2=6003,money = 6888,pro=2,}, --上古道带 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之带V",
                        List =
                        {
 {id=4652,id2=6003,money = 8888,pro=2,}, --起源战带 
 {id=4661,id2=6003,money = 8888,pro=2,}, --起源法带 
 {id=4670,id2=6003,money = 8888,pro=2,}, --起源道带 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之带V",
                        List =
                        {
 {id=4679,id2=6003,money = 10888,pro=2,}, --誓言战带 
 {id=4688,id2=6003,money = 10888,pro=2,}, --誓言法带 
 {id=4697,id2=6003,money = 10888,pro=2,}, --誓言道带 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之带V",
                        List =
                        {
 {id=94,id2=6003,money = 12888,pro=2,}, --冲天战带 
 {id=103,id2=6003,money = 12888,pro=2,}, --冲天魔带 
 {id=112,id2=6003,money = 12888,pro=2,}, --冲天道带 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之带V",
                        List =
                        {
 {id=121,id2=6003,money = 15888,pro=2,}, --菩提战狂带 
 {id=130,id2=6003,money = 15888,pro=2,}, --菩提法痴带 
 {id=139,id2=6003,money = 15888,pro=2,}, --菩提道仙带 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之带V",
                        List =
                        {
  {id=148,id2=6003,money = 19888,pro=2,}, --无尘战幻带 
 {id=157,id2=6003,money = 19888,pro=2,}, --无尘法幻带 
 {id=166,id2=6003,money = 19888,pro=2,}, --无尘道幻带 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之带Ⅴ",
                        List =
                        {
 {id=175,id2=6003,money = 25888,pro=2,}, --无尘战幻带 
 {id=184,id2=6003,money = 25888,pro=2,}, --无尘法幻带 
 {id=193,id2=6003,money = 25888,pro=2,}, --无尘道幻带 
                        }, 
                    },
                }
            },            
              --鞋子
            {
                Name = "龍之靴V",
                Item=
                {
                    {
                        Name= "上古·龍之靴V",
                        List =
                        {
 {id=4626,id2=6004,money = 2888,pro=0,}, --上古战靴 
 {id=4635,id2=6004,money = 2888,pro=0,}, --上古法靴 
 {id=4644,id2=6004,money = 2888,pro=0,}, --上古道靴 
                        }, 
                    },
                   {
                        Name= "起源·龍之靴V",
                        List =
                        {
 {id=4653,id2=6004,money = 4888,pro=0,}, --起源战靴 
 {id=4662,id2=6004,money = 4888,pro=0,}, --起源法靴 
 {id=4671,id2=6004,money = 4888,pro=0,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "誓言·龍之靴V",
                         List =
                        {
 {id=4680,id2=6004,money = 6888,pro=0,}, --誓言战靴 
 {id=4689,id2=6004,money = 6888,pro=0,}, --誓言法靴 
 {id=4698,id2=6004,money = 6888,pro=0,}, --誓言道靴 
                        }, 
                    },
                    {
                        Name= "冲天·龍之靴V",
                        List =
                        {
 {id=95,id2=6004,money = 8888,pro=0,}, --冲天战靴 
 {id=104,id2=6004,money = 8888,pro=0,}, --冲天魔靴 
 {id=113,id2=6004,money = 8888,pro=0,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "菩提·龍之靴V",
                        List =
                        {
 {id=122,id2=6004,money = 10888,pro=0,}, --菩提战狂靴 
 {id=131,id2=6004,money = 10888,pro=0,}, --菩提法痴靴 
 {id=140,id2=6004,money = 10888,pro=0,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "无尘·龍之靴V",
                        List =
                        {
 {id=149,id2=6004,money = 12888,pro=0,}, --无尘战幻靴 
 {id=158,id2=6004,money = 12888,pro=0,}, --无尘法幻靴 
 {id=167,id2=6004,money = 12888,pro=0,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "芙蓉·龍之靴Ⅴ",
                        List =
                        {
 {id=176,id2=6004,money = 15888,pro=0,}, --无尘战幻靴 
 {id=185,id2=6004,money = 15888,pro=0,}, --无尘法幻靴 
 {id=194,id2=6004,money = 15888,pro=0,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "王·上古龍之靴V",
                        List =
                        {
 {id=4626,id2=6004,money = 4888,pro=1,}, --上古战靴 
 {id=4635,id2=6004,money = 4888,pro=1,}, --上古法靴 
 {id=4644,id2=6004,money = 4888,pro=1,}, --上古道靴
                        }, 
                    },
                   {
                        Name= "王·起源龍之靴V",
                        List =
                        {
 {id=4653,id2=6004,money = 6888,pro=1,}, --起源战靴 
 {id=4662,id2=6004,money = 6888,pro=1,}, --起源法靴 
 {id=4671,id2=6004,money = 6888,pro=1,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "王·誓言龍之靴V",
                        List =
                        {
 {id=4680,id2=6004,money = 8888,pro=1,}, --誓言战靴 
 {id=4689,id2=6004,money = 8888,pro=1,}, --誓言法靴 
 {id=4698,id2=6004,money = 8888,pro=1,}, --誓言道靴
                        }, 
                    },
                    {
                        Name= "王·冲天龍之靴V",
                        List =
                        {
 {id=95,id2=6004,money = 10888,pro=1,}, --冲天战靴 
 {id=104,id2=6004,money = 10888,pro=1,}, --冲天魔靴 
 {id=113,id2=6004,money = 10888,pro=1,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "王·菩提龍之靴V",
                        List =
                        {
 {id=122,id2=6004,money = 12888,pro=1,}, --菩提战狂靴 
 {id=131,id2=6004,money = 12888,pro=1,}, --菩提法痴靴 
 {id=140,id2=6004,money = 12888,pro=1,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "王·无尘龍之靴V",
                        List =
                        {
 {id=149,id2=6004,money = 15888,pro=1,}, --无尘战幻靴 
 {id=158,id2=6004,money = 15888,pro=1,}, --无尘法幻靴 
 {id=167,id2=6004,money = 15888,pro=1,}, --无尘道幻靴
                        }, 
                    },
                    {
                        Name= "王·芙蓉龍之靴Ⅴ",
                        List =
                        {
 {id=176,id2=6004,money = 19888,pro=1,}, --无尘战幻靴 
 {id=185,id2=6004,money = 19888,pro=1,}, --无尘法幻靴 
 {id=194,id2=6004,money = 19888,pro=1,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "帝·上古龍之靴V",
                        List =
                        {
 {id=4626,id2=6004,money = 6888,pro=2,}, --上古战靴 
 {id=4635,id2=6004,money = 6888,pro=2,}, --上古法靴 
 {id=4644,id2=6004,money = 6888,pro=2,}, --上古道靴 
                        }, 
                    },
                   {
                        Name= "帝·起源龍之靴V",
                        List =
                        {
  {id=4653,id2=6004,money = 8888,pro=2,}, --起源战靴 
 {id=4662,id2=6004,money = 8888,pro=2,}, --起源法靴 
 {id=4671,id2=6004,money = 8888,pro=2,}, --起源道靴 
                        }, 
                    },
                    {
                        Name= "帝·誓言龍之靴V",
                        List =
                        {
 {id=4680,id2=6004,money = 10888,pro=2,}, --誓言战靴 
 {id=4689,id2=6004,money = 10888,pro=2,}, --誓言法靴 
 {id=4698,id2=6004,money = 10888,pro=2,}, --誓言道靴 
                        }, 
                    },
                    {
                        Name= "帝·冲天龍之靴V",
                        List =
                        {
 {id=95,id2=6004,money = 12888,pro=2,}, --冲天战靴 
 {id=104,id2=6004,money = 12888,pro=2,}, --冲天魔靴 
 {id=113,id2=6004,money = 12888,pro=2,}, --冲天道靴 
                        }, 
                    },
                    {
                        Name= "帝·菩提龍之靴V",
                         List =
                        {
 {id=122,id2=6004,money = 15888,pro=2,}, --菩提战狂靴 
 {id=131,id2=6004,money = 15888,pro=2,}, --菩提法痴靴 
 {id=140,id2=6004,money = 15888,pro=2,}, --菩提道仙靴 
                        }, 
                    },
                    {
                        Name= "帝·无尘龍之靴V",
                        List =
                        {
 {id=149,id2=6004,money = 19888,pro=2,}, --无尘战幻靴 
 {id=158,id2=6004,money = 19888,pro=2,}, --无尘法幻靴 
 {id=167,id2=6004,money = 19888,pro=2,}, --无尘道幻靴 
                        }, 
                    },
                    {
                        Name= "帝·芙蓉龍之靴Ⅴ",
                        List =
                        {
 {id=176,id2=6004,money = 25888,pro=2,}, --无尘战幻靴 
 {id=185,id2=6004,money = 25888,pro=2,}, --无尘法幻靴 
 {id=194,id2=6004,money = 25888,pro=2,}, --无尘道幻靴 
                        }, 
                    },
                }
            },                  
       },
       
},



}