--包裹配置
BagConfig = 
{
	default = 56,--默认包裹空间数量
    vip5 = 64,  --vip5多少格
    vip6 = 72, --vip6多少格
	max = 72,--最大包裹格子数量

	smith1 =1,  --第几次的精锻激活1个属性

	smith2 =5,  --第几次的精锻激活2个属性

	smith3 =15, --第几次的精锻激活3个属性
	
	nDepotYbMax = 5000000,	--仓库存元宝上限
	nDepotCoinMax = 2000000000, --仓库存金币上限


	--每次扩展包裹所需的价格表 
	growPrice = 
	{ 
		--default作为通用的默认的价格配置表，
		--如果各个运营商自己的价格配置不同，则在后面以运营商id做名称进行配置
		--配置为金钱类型和金钱数值的配置
		 --[[
			mtBindCoin =0,        //绑定银两
		mtCoin=1,	      //银两
		mtBindYuanbao =2,     //绑定元宝 
		mtYuanbao=3,          //元宝
		  --]]
		 --配置方法是金钱的类型和每增加一格的递增金钱价格,背包扩展符递增数量
		default = { 3, 10, 1 },
		--omg运营商的价格配置

		--为了避免数字开通读取错误，这里运营商前面必须加_，不然无法识别
		_91w = { 3, 10, 1 },

		_wyi = { 3, 10, 1 },

		_915 = { 3, 10, 1 },

	}, 

	--扩充背包需要的时间，单位：分钟 必须对应16个配置
	OpenGridTimes = {30,60,90,120,150,180,210,240,270,300,330,360,390,410,440,470},
	
	--扩充背包后，赠送给玩家的经验，必须对应16个配置
	OpenGridGiveExp = {500,1000,2000,4000,8000,16000,32000,64000,128000,256000,512000,1024000,2048000,4096000,8192000,16384000},
}