--装备的评价的配置,表示每种属性一单位的评估分数  战斗力
--attrId表示属性的id，unitVal表示属性的单位分数
EquipValuation=
{
--战士的
{
--战士
  {attrId = 5, unitVal =0.15},              --最大血增加
  {attrId = 7, unitVal =0},              --最大蓝增加（整形）
  {attrId = 9, unitVal =2.95},              --最小物理攻击--------------------------------有用
  {attrId = 11, unitVal =5},              --最大物理攻击---------------------------------有用
  {attrId = 13, unitVal =0},              --最小魔法攻击（整形）
  {attrId = 15, unitVal =0},              --最大魔法攻击（整形）
  {attrId = 17, unitVal =0},              --最小道术攻击（整形）
  {attrId = 19, unitVal =0},              --最大道术攻击（整形）
  {attrId = 21, unitVal =2.95},              --最小物理防御-------------------------------有用
  {attrId = 23, unitVal =5},              --最大物理防御-------------------------------有用
  {attrId = 25, unitVal =2.95},              --最小魔法防御-------------------------------有用
  {attrId = 27, unitVal =5},              --最大魔法防御-------------------------------有用
  {attrId = 29, unitVal =52},              --准确（整形）
  {attrId = 31, unitVal =52},              --敏捷（整形）
  {attrId = 33, unitVal =0},              --魔法命中（浮点型）
  {attrId = 35, unitVal =0},              --魔法闪避（浮点型）
  {attrId = 37, unitVal =0},              --毒物闪避（浮点型）
  {attrId = 39, unitVal =0},              --生命恢复（浮点型）
  {attrId = 41, unitVal =0},              --魔法恢复（浮点型）
  {attrId = 43, unitVal =0},              --毒物恢复（浮点型）
  {attrId = 45, unitVal =0},              --幸运值（整形）
  {attrId = 79, unitVal =0},              --麻痹
  {attrId = 6, unitVal =0},              --HP倍率-------------------------------------有用
  {attrId = 8, unitVal =0},              --最大蓝倍率增加
  {attrId = 118, unitVal =0},              --固定值减少战士伤害
  {attrId = 119, unitVal =0},              --百分比减少战士伤害
  {attrId = 120, unitVal =0},              --固定值减少法师伤害
  {attrId = 121, unitVal =0},              --百分比减少法师伤害
  {attrId = 122, unitVal =0},              --固定值减少道士伤害
  {attrId = 123, unitVal =0},              --百分比减少道士伤害
  {attrId = 124, unitVal =0},              --固定值减少怪物伤害
  {attrId = 125, unitVal =0},              --百分比减少怪物伤害
  {attrId = 128, unitVal =0.12},              --暴击几率-------------------------------------有用
  {attrId = 129, unitVal =1},              --暴击值---------------------------------------有用
  {attrId = 143, unitVal =0},              --对BOSS暴击率---------------------------------有用
  {attrId = 144, unitVal =0},              --对BOSS暴击值---------------------------------有用
  {attrId = 145, unitVal =0.2},              --内功值---------------------------------------有用
  {attrId = 149, unitVal =1},              --减伤-----------------------------------------有用
  {attrId = 157, unitVal =0.12},              --抗暴比---------------------------------------有用
  {attrId = 66, unitVal =0.05},              --对怪伤害

  {attrId = 154, unitVal =0.12},              --暴击几率-------------------------------------有用
  {attrId = 153, unitVal =1},              --暴击值---------------------------------------有用
  
  --{attrId = 79, unitVal =25},              --麻痹几率---------------------------------------新加
  --{attrId = 156, unitVal =2},              --防麻痹几率---------------------------------------新加
  --{attrId = 90, unitVal =0.05},              --复活时间(秒为单位)---------------------------------------新加
  --{attrId = 155, unitVal =5},              --破复活几率--------------------------------------新加


},
--法师的
{
--法师
  {attrId = 5, unitVal =0.39},              --最大血增加
  {attrId = 7, unitVal =0},              --最大蓝增加（整形）
  {attrId = 9, unitVal =0},              --最小物理攻击--------------------------------有用
  {attrId = 11, unitVal =0},              --最大物理攻击---------------------------------有用
  {attrId = 13, unitVal =2.95},              --最小魔法攻击（整形）
  {attrId = 15, unitVal =5},              --最大魔法攻击（整形）
  {attrId = 17, unitVal =0},              --最小道术攻击（整形）
  {attrId = 19, unitVal =0},              --最大道术攻击（整形）
  {attrId = 21, unitVal =2.95},              --最小物理防御-------------------------------有用
  {attrId = 23, unitVal =5},              --最大物理防御-------------------------------有用
  {attrId = 25, unitVal =2.95},              --最小魔法防御-------------------------------有用
  {attrId = 27, unitVal =5},              --最大魔法防御-------------------------------有用
  {attrId = 29, unitVal =52},              --准确（整形）
  {attrId = 31, unitVal =52},              --敏捷（整形）
  {attrId = 33, unitVal =0},              --魔法命中（浮点型）
  {attrId = 35, unitVal =0},              --魔法闪避（浮点型）
  {attrId = 37, unitVal =0},              --毒物闪避（浮点型）
  {attrId = 39, unitVal =0},              --生命恢复（浮点型）
  {attrId = 41, unitVal =0},              --魔法恢复（浮点型）
  {attrId = 43, unitVal =0},              --毒物恢复（浮点型）
  {attrId = 45, unitVal =0},              --幸运值（整形）
  {attrId = 79, unitVal =0},              --麻痹
  {attrId = 6, unitVal =0},              --HP倍率-------------------------------------有用
  {attrId = 8, unitVal =0},              --最大蓝倍率增加
  {attrId = 118, unitVal =0},              --固定值减少战士伤害
  {attrId = 119, unitVal =0},              --百分比减少战士伤害
  {attrId = 120, unitVal =0},              --固定值减少法师伤害
  {attrId = 121, unitVal =0},              --百分比减少法师伤害
  {attrId = 122, unitVal =0},              --固定值减少道士伤害
  {attrId = 123, unitVal =0},              --百分比减少道士伤害
  {attrId = 124, unitVal =0},              --固定值减少怪物伤害
  {attrId = 125, unitVal =0},              --百分比减少怪物伤害
  {attrId = 128, unitVal =0.12},              --暴击几率-------------------------------------有用
  {attrId = 129, unitVal =1},              --暴击值---------------------------------------有用
  {attrId = 143, unitVal =0},              --对BOSS暴击率---------------------------------有用
  {attrId = 144, unitVal =0},              --对BOSS暴击值---------------------------------有用
  {attrId = 145, unitVal =0.2},              --内功值---------------------------------------有用
  {attrId = 149, unitVal =1},              --减伤-----------------------------------------有用
  {attrId = 157, unitVal =0.12},              --抗暴比---------------------------------------有用
  {attrId = 66, unitVal =0.05},              --对怪伤害
  {attrId = 154, unitVal =0.12},              --暴击几率-------------------------------------有用
  {attrId = 153, unitVal =1},              --暴击值---------------------------------------有用

  --{attrId = 156, unitVal =15},             --防麻痹几率---------------------------------------新加
 -- {attrId = 78, unitVal =15},              --护身几率---------------------------------------新加
  --{attrId = 90, unitVal =0.05},              --复活时间(秒为单位)---------------------------------------新加
  --{attrId = 155, unitVal =15},              --破复活几率--------------------------------------新加
},
--道士的
{
--道士
  {attrId = 5, unitVal =0.179},              --最大血增加
  {attrId = 7, unitVal =0},              --最大蓝增加（整形）
  {attrId = 9, unitVal =0},              --最小物理攻击--------------------------------有用
  {attrId = 11, unitVal =0},              --最大物理攻击---------------------------------有用
  {attrId = 13, unitVal =0},              --最小魔法攻击（整形）
  {attrId = 15, unitVal =0},              --最大魔法攻击（整形）
  {attrId = 17, unitVal =2.95},              --最小道术攻击（整形）
  {attrId = 19, unitVal =5},              --最大道术攻击（整形）
  {attrId = 21, unitVal =2.95},              --最小物理防御-------------------------------有用
  {attrId = 23, unitVal =5},              --最大物理防御-------------------------------有用
  {attrId = 25, unitVal =2.95},              --最小魔法防御-------------------------------有用
  {attrId = 27, unitVal =5},              --最大魔法防御-------------------------------有用
  {attrId = 29, unitVal =52},              --准确（整形）
  {attrId = 31, unitVal =52},              --敏捷（整形）
  {attrId = 33, unitVal =0},              --魔法命中（浮点型）
  {attrId = 35, unitVal =0},              --魔法闪避（浮点型）
  {attrId = 37, unitVal =0},              --毒物闪避（浮点型）
  {attrId = 39, unitVal =0},              --生命恢复（浮点型）
  {attrId = 41, unitVal =0},              --魔法恢复（浮点型）
  {attrId = 43, unitVal =0},              --毒物恢复（浮点型）
  {attrId = 45, unitVal =0},              --幸运值（整形）
  {attrId = 79, unitVal =0},              --麻痹
  {attrId = 6, unitVal =0},              --HP倍率-------------------------------------有用
  {attrId = 8, unitVal =0},              --最大蓝倍率增加
  {attrId = 118, unitVal =0},              --固定值减少战士伤害
  {attrId = 119, unitVal =0},              --百分比减少战士伤害
  {attrId = 120, unitVal =0},              --固定值减少法师伤害
  {attrId = 121, unitVal =0},              --百分比减少法师伤害
  {attrId = 122, unitVal =0},              --固定值减少道士伤害
  {attrId = 123, unitVal =0},              --百分比减少道士伤害
  {attrId = 124, unitVal =0},              --固定值减少怪物伤害
  {attrId = 125, unitVal =0},              --百分比减少怪物伤害
  {attrId = 128, unitVal =0.12},              --暴击几率-------------------------------------有用
  {attrId = 129, unitVal =1},              --暴击值---------------------------------------有用
  {attrId = 143, unitVal =0},              --对BOSS暴击率---------------------------------有用
  {attrId = 144, unitVal =0},              --对BOSS暴击值---------------------------------有用
  {attrId = 145, unitVal =0.2},              --内功值---------------------------------------有用
  {attrId = 149, unitVal =1},              --减伤-----------------------------------------有用
  {attrId = 157, unitVal =0.12},              --抗暴比---------------------------------------有用
  {attrId = 66, unitVal =0.05},              --对怪伤害
  {attrId = 154, unitVal =0.12},              --暴击几率-------------------------------------有用
  {attrId = 153, unitVal =1},              --暴击值---------------------------------------有用

  --{attrId = 156, unitVal =15},              --防麻痹几率---------------------------------------新加
  --{attrId = 78, unitVal =15},              --护身几率---------------------------------------新加
  --{attrId = 90, unitVal =0.05},              --复活时间(秒为单位)---------------------------------------新加
  --{attrId = 155, unitVal =15},              --破复活几率--------------------------------------新加
},
--战将战斗力平分
{
  {attrId = 5, unitVal =0.08},              --最大血增加
  {attrId = 7, unitVal =0},              --最大蓝增加（整形）
  {attrId = 9, unitVal =0.95},              --最小物理攻击--------------------------------有用
  {attrId = 11, unitVal =1.85},              --最大物理攻击---------------------------------有用
  {attrId = 13, unitVal =0.95},              --最小魔法攻击（整形）
  {attrId = 15, unitVal =1.85},              --最大魔法攻击（整形）
  {attrId = 17, unitVal =0.95},              --最小道术攻击（整形）
  {attrId = 19, unitVal =1.85},              --最大道术攻击（整形）
  {attrId = 21, unitVal =0.5},              --最小物理防御-------------------------------有用
  {attrId = 23, unitVal =0.7},              --最大物理防御-------------------------------有用
  {attrId = 25, unitVal =0.5},              --最小魔法防御-------------------------------有用
  {attrId = 27, unitVal =0.7},              --最大魔法防御-------------------------------有用
  {attrId = 29, unitVal =10},              --准确（整形）
  {attrId = 31, unitVal =10},              --敏捷（整形）
  {attrId = 33, unitVal =0},              --魔法命中（浮点型）
  {attrId = 35, unitVal =0},              --魔法闪避（浮点型）
  {attrId = 37, unitVal =0},              --毒物闪避（浮点型）
  {attrId = 39, unitVal =0},              --生命恢复（浮点型）
  {attrId = 41, unitVal =0},              --魔法恢复（浮点型）
  {attrId = 43, unitVal =0},              --毒物恢复（浮点型）
  {attrId = 45, unitVal =500},              --幸运值（整形）
  {attrId = 79, unitVal =0},              --麻痹
  {attrId = 6, unitVal =0},              --HP倍率-------------------------------------有用
  {attrId = 8, unitVal =0},              --最大蓝倍率增加
  {attrId = 118, unitVal =0},              --固定值减少战士伤害
  {attrId = 119, unitVal =0},              --百分比减少战士伤害
  {attrId = 120, unitVal =0},              --固定值减少法师伤害
  {attrId = 121, unitVal =0},              --百分比减少法师伤害
  {attrId = 122, unitVal =0},              --固定值减少道士伤害
  {attrId = 123, unitVal =0},              --百分比减少道士伤害
  {attrId = 124, unitVal =0},              --固定值减少怪物伤害
  {attrId = 125, unitVal =0},              --百分比减少怪物伤害
  {attrId = 128, unitVal =0.12},              --暴击几率-------------------------------------有用
  {attrId = 129, unitVal =1},              --暴击值---------------------------------------有用
  {attrId = 143, unitVal =0},              --对BOSS暴击率---------------------------------有用
  {attrId = 144, unitVal =0},              --对BOSS暴击值---------------------------------有用
  {attrId = 145, unitVal =0},              --内功值---------------------------------------有用
  {attrId = 149, unitVal =0.02},              --减伤-----------------------------------------有用
  {attrId = 157, unitVal =0.12},              --抗暴比---------------------------------------有用
  {attrId = 66, unitVal =0.05},              --对怪伤害
},



}