--足迹配置
FootPrintConfig = 
{
	FootPrintList = {
		--霸者的
		--[[
		{
			itemId = 690, --足迹Id-----剑气冲天
			duration = 86400,  --持续时间(秒) 只计算在线时间---24小时
			getWay = "<(c0xFF888888)获取途径:> <各大BOSS爆出/@@showWin,96>\\\\<(c0xFF888888)使用时效:> <(c0xFFFF0000)24小时,只统计在线时间>", --获取途径		
		},
		{
			itemId = 691, --足迹Id-----烈火咆哮
			duration = 86400,  --持续时间(秒) 只计算在线时间---24小时
			getWay = "<(c0xFF888888)获取途径:> <各大BOSS爆出/@@showWin,96>\\\\<(c0xFF888888)使用时效:> <(c0xFFFF0000)24小时,只统计在线时间>", --获取途径		
		},
		{
			itemId = 692, --足迹Id--地动山摇
			duration = 86400,  --持续时间(秒) 只计算在线时间---24小时
			getWay = "<(c0xFF888888)获取途径:> <各大BOSS爆出/@@showWin,96>\\\\<(c0xFF888888)使用时效:> <(c0xFFFF0000)24小时,只统计在线时间>", --获取途径		
		},
		{
			itemId = 693, --足迹Id--腰缠万贯
			duration = 86400,  --持续时间(秒) 只计算在线时间---36小时
			getWay = "<(c0xFF888888)获取途径:> <商城购买/@@showBuyBoxWin,693>\\\\<(c0xFF888888)使用时效:> <(c0xFFFF0000)24小时,只统计在线时间>", --获取途径		
		},
		{
			itemId = 694, --足迹Id--步步莲花
			duration = 108000,  --持续时间(秒) 只计算在线时间---48小时
			getWay = "<(c0xFF888888)获取途径:> <商城购买/@@showBuyBoxWin,694>\\\\<(c0xFF888888)使用时效:> <(c0xFFFF0000)30小时,只统计在线时间>", --获取途径		
		},
		{
			itemId = 695, --足迹Id--招财进宝
			duration = 129600,  --持续时间(秒) 只计算在线时间---60小时
			getWay = "<(c0xFF888888)获取途径:> <商城购买/@@showBuyBoxWin,695>\\\\<(c0xFF888888)使用时效:> <(c0xFFFF0000)36小时,只统计在线时间>", --获取途径		
		},
		{
			itemId = 703, --足迹Id--来杀我呀
			duration = 144000,  --持续时间(秒) 只计算在线时间---40小时
			getWay = "<(c0xFF888888)获取途径:> <探索宝藏/@@showBuyBoxWin,31>\\\\<(c0xFF888888)使用时效:> <(c0xFFFF0000)40小时,只统计在线时间>", --获取途径		
		},
		--]]
	},
}