
--//三职业:法师 转生属性配置,转生配置

-- 1┃80┃158┃200┃2000┃5000┃600┃1200┃6400┃2600┃3500┃
-- 2┃150┃388┃400┃5000┃12000┃1400┃2900┃16000┃6400┃9000┃
-- 3┃270┃688┃600┃8000┃20000┃2300┃5000┃27800┃11100┃15700┃
-- 4┃430┃1088┃800┃12000┃30000┃3300┃7500┃41800┃16700┃23700┃
-- 5┃630┃1588┃1000┃16000┃40000┃4200┃9900┃55800┃22200┃31800┃
-- 6┃880┃2188┃1300┃20000┃50000┃5000┃12400┃70300┃27900┃40200┃
-- 7┃1150┃2888┃1600┃25000┃62000┃5900┃15300┃87300┃34600┃50100┃
-- 8┃1500┃3688┃2000┃30000┃75000┃6900┃18400┃105800┃41900┃61000┃
-- 9┃1800┃4588┃2500┃35000┃87000┃7700┃21200┃122400┃48300┃70700┃
-- 10┃2100┃5588┃3000┃40000┃100000┃8500┃24300┃141300┃55700┃81900┃
-- 11┃2500┃6688┃3500┃45000┃113000┃9300┃27500┃160400┃63100┃93200┃
-- 12┃2800┃7888┃4000┃50000┃122000┃9700┃29400┃172500┃67800┃100500┃
-- 13┃3600┃9388┃5000┃55000┃130000┃10000┃31500┃185100┃72600┃108100┃


--法师模版:
-- {   --(a1)转
--     {type = 5,      value = (a8), },    --生命上限
--     {type = 7,      value = (a9), },    --魔法上限
--     {type = 13,      value = (a2), },     --最小魔法攻击
--     {type = 15,     value = (a3), },     --最大魔法攻击
--     {type = 154,    value = (a4), },     --抗暴击机率
--     {type = 153,    value = (a5), },    --抗暴击值
-- }, 

{   --1转
    {type = 5,      value = 1200, },    --生命上限
    {type = 7,      value = 6400, },    --魔法上限
    {type = 13,      value = 80, },     --最小魔法攻击
    {type = 15,     value = 158, },     --最大魔法攻击
    {type = 154,    value = 200, },     --抗暴击机率
    {type = 153,    value = 2000, },    --抗暴击值
}, 
{   --2转
    {type = 5,      value = 2900, },    --生命上限
    {type = 7,      value = 16000, },    --魔法上限
    {type = 13,      value = 150, },     --最小魔法攻击
    {type = 15,     value = 388, },     --最大魔法攻击
    {type = 154,    value = 400, },     --抗暴击机率
    {type = 153,    value = 5000, },    --抗暴击值
}, 
{   --3转
    {type = 5,      value = 5000, },    --生命上限
    {type = 7,      value = 27800, },    --魔法上限
    {type = 13,      value = 270, },     --最小魔法攻击
    {type = 15,     value = 688, },     --最大魔法攻击
    {type = 154,    value = 600, },     --抗暴击机率
    {type = 153,    value = 8000, },    --抗暴击值
}, 
{   --4转
    {type = 5,      value = 7500, },    --生命上限
    {type = 7,      value = 41800, },    --魔法上限
    {type = 13,      value = 430, },     --最小魔法攻击
    {type = 15,     value = 1088, },     --最大魔法攻击
    {type = 154,    value = 800, },     --抗暴击机率
    {type = 153,    value = 12000, },    --抗暴击值
}, 
{   --5转
    {type = 5,      value = 9900, },    --生命上限
    {type = 7,      value = 55800, },    --魔法上限
    {type = 13,      value = 630, },     --最小魔法攻击
    {type = 15,     value = 1588, },     --最大魔法攻击
    {type = 154,    value = 1000, },     --抗暴击机率
    {type = 153,    value = 16000, },    --抗暴击值
}, 
{   --6转
    {type = 5,      value = 12400, },    --生命上限
    {type = 7,      value = 70300, },    --魔法上限
    {type = 13,      value = 880, },     --最小魔法攻击
    {type = 15,     value = 2188, },     --最大魔法攻击
    {type = 154,    value = 1300, },     --抗暴击机率
    {type = 153,    value = 20000, },    --抗暴击值
}, 
{   --7转
    {type = 5,      value = 15300, },    --生命上限
    {type = 7,      value = 87300, },    --魔法上限
    {type = 13,      value = 1150, },     --最小魔法攻击
    {type = 15,     value = 2888, },     --最大魔法攻击
    {type = 154,    value = 1600, },     --抗暴击机率
    {type = 153,    value = 25000, },    --抗暴击值
}, 
{   --8转
    {type = 5,      value = 18400, },    --生命上限
    {type = 7,      value = 105800, },    --魔法上限
    {type = 13,      value = 1500, },     --最小魔法攻击
    {type = 15,     value = 3688, },     --最大魔法攻击
    {type = 154,    value = 2000, },     --抗暴击机率
    {type = 153,    value = 30000, },    --抗暴击值
}, 
{   --9转
    {type = 5,      value = 21200, },    --生命上限
    {type = 7,      value = 122400, },    --魔法上限
    {type = 13,      value = 1800, },     --最小魔法攻击
    {type = 15,     value = 4588, },     --最大魔法攻击
    {type = 154,    value = 2500, },     --抗暴击机率
    {type = 153,    value = 35000, },    --抗暴击值
}, 
{   --10转
    {type = 5,      value = 24300, },    --生命上限
    {type = 7,      value = 141300, },    --魔法上限
    {type = 13,      value = 2100, },     --最小魔法攻击
    {type = 15,     value = 5588, },     --最大魔法攻击
    {type = 154,    value = 3000, },     --抗暴击机率
    {type = 153,    value = 40000, },    --抗暴击值
}, 
{   --11转
    {type = 5,      value = 27500, },    --生命上限
    {type = 7,      value = 160400, },    --魔法上限
    {type = 13,      value = 2500, },     --最小魔法攻击
    {type = 15,     value = 6688, },     --最大魔法攻击
    {type = 154,    value = 3500, },     --抗暴击机率
    {type = 153,    value = 45000, },    --抗暴击值
}, 
{   --12转
    {type = 5,      value = 29400, },    --生命上限
    {type = 7,      value = 172500, },    --魔法上限
    {type = 13,      value = 2800, },     --最小魔法攻击
    {type = 15,     value = 7888, },     --最大魔法攻击
    {type = 154,    value = 4000, },     --抗暴击机率
    {type = 153,    value = 50000, },    --抗暴击值
}, 
{   --13转
    {type = 5,      value = 31500, },    --生命上限
    {type = 7,      value = 185100, },    --魔法上限
    {type = 13,      value = 3600, },     --最小魔法攻击
    {type = 15,     value = 9388, },     --最大魔法攻击
    {type = 154,    value = 5000, },     --抗暴击机率
    {type = 153,    value = 55000, },    --抗暴击值
}, 


{   --14转
    {type = 5,      value = 32500, },    --生命上限
    {type = 7,      value = 198000, },    --魔法上限
    {type = 13,      value = 3800, },     --最小魔法攻击
    {type = 15,     value = 11888, },     --最大魔法攻击
    {type = 154,    value = 6000, },     --抗暴击机率
    {type = 153,    value = 60000, },    --抗暴击值
}, 


{   --15转
    {type = 5,      value = 35500, },    --生命上限
    {type = 7,      value = 215000, },    --魔法上限
    {type = 13,      value = 4200, },     --最小魔法攻击
    {type = 15,     value = 15888, },     --最大魔法攻击
    {type = 154,    value = 6500, },     --抗暴击机率
    {type = 153,    value = 65000, },    --抗暴击值
}, 