--成长武器设置 --在服务器初始化的时候会变为有主键的哈希表，方便索引  --武器杀怪成长   w   w w .  c   n 1 2      1. c o m
GrowthEquipCfg =
    {
        --依次为 有成长属性的装备，经验值成长后要给予的装备,成长经验,数量[已作废]
        {3624, 3625, 5000, 1}, --神龙·裁决审判Lv1
        {3625, 3626, 10000, 1}, --神龙·裁决审判Lv2
        {3626, 3627, 20000, 1}, --神龙·裁决审判Lv3
        {3627, 3628, 50000, 1}, --神龙·裁决审判Lv4
        {3629, 3630, 100000, 1}, --神龙·圣界怒斩Lv1
        {3630, 3631, 200000, 1}, --神龙·圣界怒斩Lv2
        {3631, 3632, 300000, 1}, --神龙·圣界怒斩Lv3
        {3632, 3633, 500000, 1}, --神龙·圣界怒斩Lv4
        
        {3634, 3635, 5000, 1}, --伏魔·龙骨权杖Lv1
        {3635, 3636, 10000, 1}, --伏魔·龙骨权杖Lv2
        {3636, 3637, 20000, 1}, --伏魔·龙骨权杖Lv3
        {3637, 3638, 50000, 1}, --伏魔·龙骨权杖Lv4
        {3639, 3640, 100000, 1}, --伏魔·圣界龙牙Lv1
        {3640, 3641, 200000, 1}, --伏魔·圣界龙牙Lv2
        {3641, 3642, 300000, 1}, --伏魔·圣界龙牙Lv3
        {3642, 3643, 500000, 1}, --伏魔·圣界龙牙Lv4
        
        {3644, 3645, 5000, 1}, --灵兽·龙纹道意Lv1
        {3645, 3646, 10000, 1}, --灵兽·龙纹道意Lv2
        {3646, 3647, 20000, 1}, --灵兽·龙纹道意Lv3
        {3647, 3648, 50000, 1}, --灵兽·龙纹道意Lv4
        {3649, 3650, 100000, 1}, --灵兽·圣界逍遥Lv1
        {3650, 3651, 200000, 1}, --灵兽·圣界逍遥Lv2
        {3651, 3652, 300000, 1}, --灵兽·圣界逍遥Lv3
        {3652, 3653, 500000, 1}, --灵兽·圣界逍遥Lv4
        
        {1, 4, 18, 1}, --新手武器
        {4, 13, 40, 1}, --新手武器
        {13, 22, 54, 1}, --新手武器
        {22, 31, 75, 1}, --新手武器
        {31, 40, 81, 1}, --新手武器
    }
