
-- 衣橱配置
wardrobe_cfg = {
	-- 最多能配 16 件衣服
	dress_list = { -- {衣服ID,激活经验}
		-- 男
		{
			{725,500},
			{727,500},
			{729,500},
			
		},
		-- 女
		{
			{726,500},
			{728,500},
			{730,500},
			
		},
	},
	
	-- 最大为 255 级
	level_list = {
		-- 等级属性 = 基础属性 X 等级
		{
			exp = 400, -- 升 1 级所需经验
		  	attrs = {
			  	{type=9,value=10,},--小物攻
				{type=11,value=50,},--大物攻
				{type=13,value=10,},--小魔攻
				{type=15,value=50,},--大魔攻
				{type=17,value=10,},--小道攻
				{type=19,value=50,},--大道攻
				{type=21,value=8,},--小物防
				{type=23,value=40,},--大物防
				{type=25,value=6,},--小魔防
				{type=27,value=30,},--大魔防
				{type=6,value=0.02,},--HP倍数
				},
		},
		
	},

}