--魂石转换系统配置表
--魂石转换配置表

DiamondChg = 
{
	{
		diamonds = {749,759,769},	--5级攻击魂石转化	--会遍历这个表  如果命中则选择此配置
		consumes = 
		{
			--yb:元宝单价替换数(去掉此值代表此项消耗不能使用元宝替代)
			{type = 6, id = 0, count = 500000}
		},
	},
	
	{
		diamonds = {750,760,770},	--6级攻击魂石转化
		consumes = 
		{
			--yb:元宝单价替换数(去掉此值代表此项消耗不能使用元宝替代)
			{type = 6, id = 0, count = 1000000}
		},
	},
	
	{
		diamonds = {751,761,771},	--7级攻击魂石转化
		consumes = 
		{
			--yb:元宝单价替换数(去掉此值代表此项消耗不能使用元宝替代)
			{type = 6, id = 0, count = 2000000}
		},
	},
	
	{
		diamonds = {752,762,772},	--8级攻击魂石转化
		consumes = 
		{
			--yb:元宝单价替换数(去掉此值代表此项消耗不能使用元宝替代)
			{type = 6, id = 0, count = 3000000}
		},
	},
	
	{
		diamonds = {753,763,773},	--9级攻击魂石转化
		consumes = 
		{
			--yb:元宝单价替换数(去掉此值代表此项消耗不能使用元宝替代)
			{type = 6, id = 0, count = 4000000}
		},
	},
	
	{
		diamonds = {754,764,774},	--10级攻击魂石转化
		consumes = 
		{
			--yb:元宝单价替换数(去掉此值代表此项消耗不能使用元宝替代)
			{type = 6, id = 0, count = 5000000}
		},
	},
 	
}