dayactivity=
{
-----------------------------------------------------------------
--活动面板
-----------------------------------------------------------------
------------------------
--闭关修炼		09:50-10:00	14:50-15:00	23:50-00:00
------------------------

name0001="<(c0xFF827556)活动名称: ><(c0xFF827556)闭关修炼>",

time0001="<(c0xFF827556)活动时间: >",

rule0001="<(c0xFF827556)参与条件: ><(c0xFF827556)完成主线任务>",

talk0001="<(c0xFF827556)活动入口: ><(c0xff24bb50)沙漠土城-><闭关修炼/M沙漠土城:142:101:闭关修炼>",

desc0001="<(c0xFF827556)活动描述: ><(c0xFF827556)进入闭关场景的玩家每8秒可获得一次奖励,人数越少每次获得的奖励越丰厚,个别地点可享受多倍奖励>",
-------------------------------------------------------------------
------------------------
--巨魔之巢		10:30-12:30	21:30-23:30
------------------------

name0002="<(c0xFF827556)活动名称: ><(c0xFF827556)巨魔之巢>",

time0002="<(c0xFF827556)活动时间: >",

rule0002="<(c0xFF827556)参与条件: ><(c0xFF827556)完成主线任务>",

talk0002="<(c0xFF827556)活动入口: ><(c0xff24bb50)沙漠土城-><镇魔将军/M沙漠土城:110:105:镇魔将军>",

desc0002="<(c0xFF827556)活动描述: ><(c0xFF827556)巨魔之巢共9层,每层都有大量的精英怪和BOSS怪,顶层存在顶级BOSS>",
-------------------------------------------------------------------
------------------------
--白猪怒刷		10:30-11:30	15:30-16:30	21:30-22:30
------------------------

name0003="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)怒刷白猪>",

time0003="<(c0xFFeabc78)活动时间: >",

rule0003="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)全服玩家>",

desc0003="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)活动期间,每攻击一次白猪便可获得若干经验,攻击伤害越高经验越多>",

talk0003="<(c0xFFeabc78)活动入口: ><(c0xff2af742)沙漠土城-><传送员附近/M沙漠土城:164:105:>",
-------------------------------------------------------------------
------------------------
--多倍押送		11:00-11:30	16:00-16:30	22:00-22:30
------------------------

name0004="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)多倍押送>",

time0004="<(c0xFFeabc78)活动时间: >",

rule0004="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)80级以上>",

talk0004="<(c0xFFeabc78)活动入口: ><(c0xff2af742)威龙城-><龙门镖局/M威龙城:150:140:龙门镖局>",

desc0004="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)活动期间，参与押镖可获得双倍奖励！>",
-------------------------------------------------------------------
------------------------
--膜拜盟主		12:40-13:40	17:30-18:30
------------------------

name0005="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)膜拜盟主>",

time0005="<(c0xFFeabc78)活动时间: >",

rule0005="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)75级以上>",

talk0005="<(c0xFFeabc78)活动入口: ><(c0xff2af742)威龙城-><武林盟主雕像/M威龙城:131:153:武林盟主雕像>",

desc0005="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)膜拜所需10W金币/绑定金币,根据等级来获取经验，等级越高，经验越多！>", 
-------------------------------------------------------------------
------------------------
--武林争霸		14:00-14:45
------------------------

name0006="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)武林争霸>",

time0006="<(c0xFFeabc78)活动时间: >",

rule0006="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)80级以上>",

talk0006="<(c0xFFeabc78)活动入口: ><(c0xff2af742)威龙城-><武林争霸/M威龙城:209:139:武林争霸>",

desc0006="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)在活动内坚持至最后1名为胜利,胜利者可点击NPC获取丰富的奖励！>",
-------------------------------------------------------------------
------------------------
--元宝嘉年华 旧配置		13:40-14:00	21:40-22:00
------------------------

name0007="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)元宝嘉年华>",

time0007="<(c0xFFeabc78)活动时间: >",

rule0007="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)80级以上>",

talk0007="<(c0xFFeabc78)活动入口: ><(c0xff2af742)热血王城-><元宝嘉年华/M热血王城:93:86:>",

desc0007="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)开服三天后开启,兽人商队们会拼命逃跑,勇士们要抓紧机会劫杀它们拿奖励！>",
-------------------------------------------------------------------
------------------------
--老哥快跑		16:30-17:00
------------------------

name0008="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)跑吧老哥>",

time0008="<(c0xFFeabc78)活动时间: >",

rule0008="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)80级以上>",

talk0008="<(c0xFFeabc78)活动入口: ><(c0xff2af742)沙漠土城-><跑吧老哥/M沙漠土城:155:138:跑吧老哥>",

desc0008="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)搭配不同BUFF向前狂跑,名次越靠前获得奖励越丰厚~在活动第三层刷新世界BOSS哦~>",
-------------------------------------------------------------------
------------------------
--勇者试练	17:05-17:35
------------------------

name0009="<(c0xFF827556)活动名称: ><(c0xFF827556)勇者试练>",

time0009="<(c0xFF827556)活动时间: >",

rule0009="<(c0xFF827556)参与条件: ><(c0xFF827556)完成主线任务>",
talk0009="<(c0xFF827556)活动入口: ><(c0xff24bb50)沙漠土城-><勇者试练/M沙漠土城:124:119:勇者试练>",

desc0009="<(c0xFF827556)活动描述: ><(c0xFF827556)试炼塔共30层,层数越高奖励越丰厚,进入次数无限制>",
-------------------------------------------------------------------
------------------------
--夺宝奇兵		18:20-18:50
------------------------

name0010="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)夺宝奇兵>",

time0010="<(c0xFFeabc78)活动时间: >",

rule0010="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)80级以上>",

talk0010="<(c0xFFeabc78)活动入口: ><(c0xff2af742)沙漠土城-><夺宝奇兵/M沙漠土城:166:141:夺宝奇兵>",

desc0010="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)通过抢夺窃宝贼掉落的散人宝箱来获得宝藏！最终持宝人可以获得宝藏奖励~>",
-------------------------------------------------------------------
------------------------
--阵营战	18:55-19:25
------------------------

name0011="<(c0xFF827556)活动名称: ><(c0xFF827556)阵营战 (每周一、三、五)>",

time0011="<(c0xFF827556)活动时间: >",

rule0011="<(c0xFF827556)参与条件: ><(c0xFF827556)完成主线任务>",

talk0011="<(c0xFF827556)活动入口: ><(c0xff24bb50)沙漠土城-><阵营战/M沙漠土城:118:113:阵营战>",

desc0011="<(c0xFF827556)活动描述: ><(c0xFF827556)进入场景将随机分配至“天人”或“嗜魂”阵营,击杀玩家、怪物可获得积分,积分获得最多的前10名奖励更丰富>",
-------------------------------------------------------------------
------------------------
--王城危机	19:30-19:50
------------------------

name0012="<(c0xFF827556)活动名称: ><(c0xFF827556)王城危机>",

time0012="<(c0xFF827556)活动时间: >",

rule0012="<(c0xFF827556)参与条件: ><(c0xFF827556)完成主线任务>",

talk0012="<(c0xFF827556)活动入口: ><(c0xff24bb50)沙漠土城-><王城危机/M沙漠土城:112:95:王城危机>",

desc0012="<(c0xFF827556)活动描述: ><(c0xFF827556)进入闭关场景的玩家每8秒可获得一次奖励,人数越少每次获得的奖励越丰厚个别地点可享受多倍奖励>",
-------------------------------------------------------------------
------------------------
--行会闯关	20:00-21:00
------------------------

name0013="<(c0xFF827556)活动名称: ><(c0xFF00c0ff)行会闯关>",

time0013="<(c0xFF827556)活动时间: >",

rule0013="<(c0xFF827556)参与条件: ><(c0xFF00c0ff)加入一个行会>",

talk0013="<(c0xFF827556)活动入口: ><(c0xff24bb50)沙漠土城-><行会管理员/M沙漠土城:133:110:行会管理员>",

desc0013="<(c0xFF827556)活动描述: ><(c0xFF00c0ff)进入闭关场景的玩家每8秒可获得一次奖励,人数越少每次获得的奖励越丰厚个别地点可享受多倍奖励>",
-------------------------------------------------------------------
------------------------
--抵御入侵	20:00-21:00
------------------------

name0014="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)抵御入侵>",

time0014="<(c0xFFeabc78)活动时间: >",

rule0014="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)加入一个行会>",
talk0014="<(c0xFFeabc78)活动入口: ><(c0xff2af742)沙漠土城-><抵御入侵/M沙漠土城:174:133:抵御入侵>",

desc0014="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)一轮一轮的守护行会神兽,每击杀一只怪物便获得奖励,活动结束后通过NPC处领取>",
-------------------------------------------------------------------
------------------------
--王城大战		20:00-21:00
------------------------

name0015="<(c0xFF827556)活动名称: ><(c0xFF00c0ff)王城大战>",

time0015="<(c0xFF827556)活动时间: >",

rule0015="<(c0xFF827556)参与条件: ><(c0xFF00c0ff)加入一个行会>",

talk0015="<(c0xFF827556)活动入口: ><(c0xff24bb50)沙漠土城-><行会管理员/M沙漠土城:133:110:行会管理员>",

desc0015="<(c0xFF827556)活动描述: ><(c0xFF00c0ff)进入闭关场景的玩家每8秒可获得一次奖励,人数越少每次获得的奖励越丰厚个别地点可享受多倍奖励>",
-------------------------------------------------------------------

--军团战		19:30-20:00
------------------------

name0016="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)军团战>",

time0016="<(c0xFFeabc78)活动时间: >",

rule0016="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)加入一个军团，并且等级达到80以上>",

talk0016="<(c0xFFeabc78)活动入口: ><(c0xff2af742)威龙城-><军团战使者/M威龙城:137:165:军团战使者>",

desc0016="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)击败其他军团成员可增加积分，排行越靠前领取奖励越多！军团战地图内待得越久，获得经验越多！>",
-------------------------------------------------------------------

--神威狱		14:30-16:30
------------------------

name0017="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)神威狱>",

time0017="<(c0xFFeabc78)活动时间: >",

rule0017="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)80级以上>",

talk0017="<(c0xFFeabc78)活动入口: ><(c0xff2af742)沙漠土城-><神威活动入口/M沙漠土城:178:129:神威活动>",

desc0017="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)小怪有几率掉落神威通行证，精英怪必掉通行证，BOSS掉落大量高阶装备；层数越高，奖励越丰厚>",
-------------------------------------------------------------------

------------------------
--激情闭关		19:30-19:45
------------------------

name00018="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)激情闭关>",

time00018="<(c0xFFeabc78)活动时间: >",

rule00018="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)80级以上>",

talk00018="<(c0xFFeabc78)活动入口: ><(c0xff2af742)威龙城-><激情闭关/M威龙城:131:124:激情闭关>",

desc00018="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)进入活动场景每10秒可获得圣珠结晶、成就、经验，抢占对应泡点获得多倍收益~>",
-------------------------------------------------------------------

------------------------
-- --双倍炼狱		12:00-13:00
-- ------------------------

-- name00019="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)双倍炼狱>",

-- time00019="<(c0xFFeabc78)活动时间: >",

-- rule00019="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)等级达到50以上>",

-- talk00019="<(c0xFFeabc78)活动入口: ><(c0xff2af742)威龙城-><炼狱/M威龙城:149:151:炼狱>",

-- desc00019="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)活动期间，完成炼狱可获得双倍经验。>",
-------------------------------------------------------------------

--秘境之旅		14:30-16:30
------------------------

name0020="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)秘境之旅>",

time0020="<(c0xFFeabc78)活动时间: >",

rule0020="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)等级达到80以上且加入行会>",

talk0020="<(c0xFFeabc78)活动入口: ><(c0xff2af742)沙漠土城-><秘境之旅/M沙漠土城:170:137:秘境之旅>",

desc0020="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)击败当前层内的所有怪物才可进入下一层，共10层。各层boss携带巨大宝藏~>",



-------------------------------------------------------------------

--世界BOSS		14:30-16:30
----------------------

name0021="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)世界BOSS>",

time0021="<(c0xFFeabc78)活动时间: >",

rule0021="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)80级以上>",

talk0021="<(c0xFFeabc78)活动入口: ><(c0xff2af742)沙漠土城-><世界BOSS/M沙漠土城:102:133:世界BOSS>",

desc0021="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)击杀世界boss，拿顶级装备，得酷炫称号！>",



-------------------------------------------------------------------

-------------------------------------------------------------------

--饕餮神殿		14:30-16:30
----------------------

name0022="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)饕餮神殿>",

time0022="<(c0xFFeabc78)活动时间: >",

rule0022="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)等级达到80以上>",

talk0022="<(c0xFFeabc78)活动入口: ><(c0xff2af742)沙漠土城-><饕餮神殿/M沙漠土城:167:118:饕餮神殿>",

desc0022="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)每一波刷新的怪物实力由低到高,并且带有丰富宝藏,看各位可以坚守多久>",



-------------------------------------------------------------------

--行会大乱斗		周日晚20:00-21:00  
----------------------

name0023="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)行会大乱斗>",

time0023="<(c0xFFeabc78)活动时间: >",

rule0023="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)加入一个行会等级达到80以上>",

talk0023="<(c0xFFeabc78)活动入口: ><(c0xff2af742)沙漠土城-><行会大乱斗/M沙漠土城:148:120:行会大乱斗>",

desc0023="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)击杀敌人越多，行会积分越高，则奖励越好！PK不红名~>",

-------------------------------------------------------------------

-----------------------------------------------------------------------

--王城boss		----
----------------------

name0024="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)王城boss>",

time0024="<(c0xFFeabc78)活动时间: >",

rule0024="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)任意等级>",

talk0024="<(c0xFFeabc78)活动入口: ><(c0xff2af742)威龙城-><传送员/M威龙城:133:124:传送员>",

desc0024="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)击杀王城boss，得顶级装备！>",

------------------------------------------------------

--皇宫大乱斗		----
----------------------

name10000="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)皇宫大乱斗>",

time10000="<(c0xFFeabc78)活动时间: >",

rule10000="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)80级以上>",

talk10000="<(c0xFFeabc78)活动入口: ><(c0xff2af742)热血王城-><皇宫大乱斗/M热血王城:93:86:>",

desc10000="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)活动期间击杀王城中怪获得积分；15分时，积分前3名加随机7名角色被传送到皇宫地图；皇宫中宝箱有几率获得7转武器衣服>",




-------------------------------------------------------------------
------------------------
--新的元宝嘉年华		13:40-14:00	21:40-22:00
------------------------

name0025="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)元宝嘉年华>",

time0025="<(c0xFFeabc78)活动时间: >",

rule0025="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)80级以上>",

talk0025="<(c0xFFeabc78)活动入口: ><(c0xff2af742)热血王城-><元宝嘉年华/M热血王城:93:86:>",

desc0025="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)开服三天后开启,珍宝们携带丰富的金币/元宝前来,历时更有神秘boss降临,极品装备满地都是！满地图逃窜的它们不好抓啊！>",
-------------------------------------------------------------------

-------------------------------------------------------------------

-------------------------------------------------------------------
------------------------
--跨服押镖		13:40-14:00	21:40-22:00
------------------------

name0026="<(c0xFFeabc78)活动名称: ><(c0xFFb6946c)跨服押镖>",

time0026="<(c0xFFeabc78)活动时间: >",

rule0026="<(c0xFFeabc78)参与条件: ><(c0xFFb6946c)开服第五天3转级以上>",

talk0026="<(c0xFFeabc78)活动入口: ><(c0xff2af742)点击右上角-><打开远古战场/@@showWin,222,3>",

desc0026="<(c0xFFeabc78)活动描述: ><(c0xFFb6946c)开服五天后开启,3转玩家可以去玩！>",
-------------------------------------------------------------------

-------------------------------------------------------------------


}