-- 邮件内容
MailDesc =
{
	-- c++有定义
	"玩家<(c0xFFFFFF00)%s>于%d/%d/%d %d:%d赠送了<(c0xFFEE82EE)%d朵鲜花>给你,请查收",
	"您所发送的<(c0xFF00FF00)%d元宝>红包,已超过24小时未被领取,以此返还,请领取...",
	"您所发送的<(c0xFF00FF00)%d元宝>红包,还<(c0xFFFF0000)剩余%d元宝>,已超过24小时未被领取,以此返还,请领取..",
	"您所发送的<(c0xFF00FF00)%d元宝>红包,还<(c0xFFFF0000)剩余%d元宝>,已超过%d分钟未被领取,以此返还,请领取...",
	"您在<(c0xFF63B8FF)%s>被<(c0xFFFFFF00)%s>BOSS击杀!",
	"您在<(c0xFF63B8FF)%s>被<(c0xFFFFFF00)%s>BOSS击杀!掉落<(c0xFFFFFF00)%s>.",
	"您在<(c0xFF63B8FF)%s>被<(c0xFFFFFF00)%s>击杀!此仇不报非君子！系统已将此人列入您的<(c0xFF32CD32)好友-我的仇人>列表!",
	"您在<(c0xFF63B8FF)%s>被<(c0xFFFFFF00)%s>击杀!掉落<(c0xFFFFFF00)%s>.此仇不报非君子！系统已将此人列入您的<(c0xFF32CD32)好友-我的仇人>列表!",
	"扣除今日行会税<(c0xFF32CD32)20点行会资金>,可在<(c0xFF32CD32)行会建设>处增加行会资金.",
	"您所发送的<(c0xFF00FF00)%d元宝>红包,还<(c0xFFFF0000)剩余%d元宝>,已超过5分钟未被领取,以此返还,请领取...",
	"尊敬的兄弟们:\\    为了给大家提供更加流畅的游戏体验,应广大玩家需求,我们已对部分区服进行合服.感谢您一直以来对散人传说的支持,合服活动盛大开启:\\    <(c0xFF66CD00)活动1:全服双倍>\\    	  合服第1天起,全天杀怪获得双倍经验.\\    <(c0xFF66CD00)活动2:双倍寻宝>\\		    合服第1天起,探索宝藏寻到顶级装备概率提高!\\    <(c0xFF66CD00)活动3:充值有礼>\\        合服前第3天,每日充值2000元宝即可额外领取超值豪华大礼包!\\    <(c0xFF66CD00)活动4:限时抢购>\\        合服前第3天,全天杀怪获得双倍经验.",
	"尊敬的兄弟们:\\    2016年8月9日 10:00 xxxx新功能上线>",
	"被击杀",
	
	
	-- c++没定义的
}