--技能的相关文字,这里命名规范一下
--S1L1name其中s1表示是技能1,L1表示是等级1,Name表示是名字,Desc表示说明,其他...
Skill=
{
s0Name="测试",	s0Desc="测试",

s11Name="爆炸火球（废弃）",	s11Desc="<(c0xFF00FFFF)22级可以学习,技能书可以通过主线任务或者在书店购买。>",
s23Name="群体遁隐术（废弃）",	s23Desc="<(c0xFF00FFFF)21级可以学习,技能书可以通过主线任务或者在书店购买。>",
s25Name="神圣护身术（废弃）",	s25Desc="<(c0xFF00FFFF)26级可以学习,技能书可以通过消灭25-34级的怪物获得或者在书店购买。><(c0xFF00FF00)至尊VIP用户可以免费激活技能。>",
s26Name="群体恢复术（废弃）",	s26Desc="<(c0xFF00FFFF)33级可以学习,技能书可以通过消灭25-34级的怪物获得或者在书店购买。><(c0xFF00FF00)至尊VIP用户可以免费激活技能。>",
s27Name="高级召唤术（废弃）",	s27Desc="<(c0xFF00FFFF)35级可以学习,技能书可以通过消灭25-34级的怪物获得或者在书店购买。><(c0xFF00FF00)至尊VIP用户可以免费激活技能。>",
s13Name	="激电光影（废弃）",	s13Desc	="<(c0xFF00ccff)28级自动领悟>：<(c0xFF00ff00)VIP玩家可以提前免费学习所有基础技能到3级>",
s18Name	="无极诅咒（废弃）",	s18Desc	="<(c0xFF00ccff)50级自动领悟>：<(c0xFF00ff00)VIP玩家可以提前免费学习所有基础技能到5级>",


-- ff9625 橘黄色
-- afc5fb 天蓝色
-- 7cff9e 淡绿色

-------------------------------------------------------------------------------------------------
--战士
-------------------------------------------------------------------------------------------------
s1Name	="<(c0xFFff9625)战神剑法　>",	s1Desc	="被动技能",
s2Name	="<(c0xFFff9625)怒攻剑法　>",	s2Desc	="触发技能",
s3Name	="<(c0xFFff9625)寒冰剑法　>",	s3Desc	="主动技能",
s4Name	="<(c0xFFff9625)圆月剑法　>",	s4Desc	="主动技能",
s5Name	="<(c0xFFff9625)怒吼冲撞　>",	s5Desc	="主动技能",
s6Name	="<(c0xFFff9625)烈炎斩　　>",	s6Desc	="主动技能",
s63Name ="<(c0xFFff9625)劈地斩　　>",	s63Desc ="主动技能",
s64Name ="<(c0xFFff9625)逐日剑　　>",	s64Desc ="主动技能",
s157Name="<(c0xFFff9625)彻地钉　　>",	s157Desc="主动技能",
s288Name="<(c0xFFff9625)十步一杀　　>",	s288Desc="主动技能",
-------------------------------------------------------------------------------------------------
--法师
-------------------------------------------------------------------------------------------------
s8Name	="<(c0xFF7cff9e)法神威严　>",	s8Desc	="主动技能", 
s9Name	="<(c0xFF7cff9e)引雷术　　>",	s9Desc	="主动技能", 
s10Name	="<(c0xFF7cff9e)瞬息移动　>",	s10Desc	="主动技能", 
s12Name	="<(c0xFF7cff9e)火墙术　　>",	s12Desc	="主动技能",
s14Name	="<(c0xFF7cff9e)雷光术　　>",	s14Desc	="主动技能",
s15Name	="<(c0xFF7cff9e)魔法盾　　>",	s15Desc	="主动技能",
s16Name	="<(c0xFF7cff9e)冰雪咆哮　>",	s16Desc	="主动技能",
s66Name ="<(c0xFF7cff9e)灭天炎　　>",	s66Desc ="主动技能",

s156Name="<(c0xFF7cff9e)群体雷电术>",	s156Desc="主动技能",
s289Name="<(c0xFFff9625)天魔困牢　　>",	s289Desc="主动技能",

s57Name	="<(c0xFF7cff9e)群体雷电术>",	s57Desc	="",  --废弃
-------------------------------------------------------------------------------------------------
--道士
-------------------------------------------------------------------------------------------------
s17Name	=   "<(c0xFF7cff9e)治疗术　　>",	s17Desc	="主动技能", 
s20Name	=   "<(c0xFF7cff9e)天灵火符　>",	s20Desc	="主动技能", 
s19Name	=   "<(c0xFF7cff9e)施毒术　　>",	s19Desc	="主动技能", 
s22Name	=   "<(c0xFF7cff9e)隐身秘术　>",	s22Desc	="主动技能",
s21Name	=   "<(c0xFF7cff9e)强化召唤术>",	s21Desc	="主动技能",
s24Name	=   "<(c0xFF7cff9e)圣灵战甲术>",	s24Desc	="主动技能",
s67Name =   "<(c0xFF7cff9e)群体施毒术>",	s67Desc ="主动技能",
s155Name =  "<(c0xFF7cff9e)飓风破　　>", s155Desc = "主动技能",
s170Name =  "<(c0xFF7cff9e)召唤术　　>", s170Desc ="主动技能",
s290Name= "<(c0xFFff9625)泽被苍生　　>",	s290Desc="主动技能",
-------------------------------------------------------------------------------------------------
--暂无用
-------------------------------------------------------------------------------------------------

--以下都是废弃技能
s7Name	="雷霆一击",	s7Desc	="60级自动学习",

s65Name="火龙气焰",	s65Desc="<(c0xFF00ccff)50级自动领悟>：<(c0xFF00ff00)VIP玩家可以提前免费学习所有基础技能到3级>",
s69Name="群体火符术",	s69Desc="<(c0xFF00ccff)60级自动领悟>：<(c0xFF00ff00)VIP玩家可以提前免费学习所有基础技能到3级>",
s71Name="解毒秘术",	s71Desc="<(c0xFF00ccff)65级自动领悟>：<(c0xFF00ff00)VIP玩家可以提前免费学习所有基础技能到3级>",
s78Name ="气波功",	s78Desc	="42级自动学习",

s68Name="霸者之怒",	s68Desc="<(c0xFF00ccff)80级自动领悟>：<(c0xFF00ff00)VIP玩家可以提前免费学习所有基础技能到3级>",--战士技能
s72Name="霸者之怒",	s72Desc="<(c0xFF00ccff)80级自动领悟>：<(c0xFF00ff00)VIP玩家可以提前免费学习所有基础技能到3级>",--法师技能
s73Name="霸者之怒",	s73Desc="<(c0xFF00ccff)80级自动领悟>：<(c0xFF00ff00)VIP玩家可以提前免费学习所有基础技能到3级>",--道士技能
s75Name="霸者之怒",	s75Desc="<(c0xFF00ccff)80级自动领悟>：<(c0xFF00ff00)VIP玩家可以提前免费学习所有基础技能到3级>",--战士技能
s76Name="霸者之怒",	s76Desc="<(c0xFF00ccff)80级自动领悟>：<(c0xFF00ff00)VIP玩家可以提前免费学习所有基础技能到3级>",--法师技能
s77Name="霸者之怒",	s77Desc="<(c0xFF00ccff)80级自动领悟>：<(c0xFF00ff00)VIP玩家可以提前免费学习所有基础技能到3级>",--道士技能

s74Name="召唤月灵",	s74Desc="<(c0xFF00ccff)75级自动领悟>：<(c0xFF00ff00)VIP玩家可以提前免费学习所有基础技能到3级>",
-------------------------------------------------------------------------------------------------
-------------------------------------------------------------------------------------------------
s28Name="骷髅攻击",	s28Desc="宠物技能100%物理平砍",
s29Name="野蛮冲撞的辅助配置",	s29Desc="野蛮冲撞的辅助配置",
s30Name="弓箭手攻击",	s30Desc="LV1：远程10格,100%物理攻",
s31Name="挖矿",	s31Desc="用锄头一锄一锄开凿矿石",
s32Name="喷泉",	s32Desc="喷泉",
s33Name="怪物喷毒",	s33Desc="施毒术",
s34Name="怪物喷火",	s34Desc="喷火",
s35Name="怪物射箭",	s35Desc="射箭",
s36Name="怪物地钉",	s36Desc="地钉",
s37Name="怪物激光",	s37Desc="激光电影",
s38Name="怪物远程攻击",	s38Desc="脚底持续攻击",
s39Name="怪物天火",	s39Desc="灭天火",
s40Name="怪物火墙",	s40Desc="火墙术",
s41Name="怪物迟钝",	s41Desc="减少移动速度",

s42Name="王城卫兽BOSS",	s42Desc="王城卫兽抗拒火焰",
s43Name="极冰龙圣BOSS",	s43Desc="极冰龙圣群体雷电",
s44Name="人面鲤仙BOSS",	s44Desc="人面鲤仙毒咒",
s45Name="怪物冰咆",	s45Desc="冰咆哮",
s46Name="怪物全屏技能",	s46Desc="怪物全屏技能",
s47Name="水都龙王BOSS",	s47Desc="水都龙王冰刨",
s48Name="坐骑宝宝",	s48Desc="坐骑宝宝雷电",
s49Name="怪物自爆",	s48Desc="范围自爆",
s50Name="炎罗王BOSS",	s50Desc="炎罗王BOSS召唤小怪",
s51Name="巨型蜈蚣精英",	s48Desc="巨型蜈蚣剧毒",
s52Name="诛心孽龙",	s52Desc="诛心孽龙群雷",
s53Name="鬼面锦鲤",	s53Desc="鬼面锦鲤",
s54Name="净世凤凰",	s54Desc="净世凤凰",

s55Name="麻醉术",	s55Desc="<(c0xFF00ccff)65级自动领悟>",
s56Name	="彻地丁",	s56Desc	="<(c0xFF00ccff)远程攻击,鼠标指向位置造成物理攻击伤害\\首充赠送>",

s58Name	="群体火符",	s58Desc	="<(c0xFF00ccff)商铺购买学习>",
s59Name="熊猫宝宝",	s59Desc="熊猫宝宝半月",
s60Name="松鼠宝宝",	s60Desc="松鼠宝宝天降火",
s61Name="狐狸宝宝",	s61Desc="狐狸宝宝冰刨",

s62Name="富贵兽",	s62Desc="富贵兽投火球",
s70Name="道士喷火宝宝",	s70Desc="道士喷火宝宝",


--s69Name="进度2完成技能",	s69Desc="1",

s79Name="短时间狂暴",	s79Desc="短时间狂暴",
s80Name="英雄刺杀",	s80Desc="<(c0xFF00FF00)30级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s81Name="英雄半月",	s81Desc="<(c0xFF00FF00)30级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s82Name="英雄烈火",	s82Desc="<(c0xFF00FF00)35级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s83Name="烈火轰杀",	s83Desc="<(c0xFF00FF00)35级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s84Name="英雄雷电",	s84Desc="<(c0xFF00FF00)30级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s85Name="英雄冰咆哮",	s85Desc="<(c0xFF00FF00)30级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s86Name="英雄魔法盾",	s86Desc="<(c0xFF00FF00)35级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s87Name="雷电轰杀",	s87Desc="<(c0xFF00FF00)35级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s88Name="英雄火符",	s88Desc="<(c0xFF00FF00)30级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s89Name="英雄治愈",	s89Desc="<(c0xFF00FF00)30级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s90Name="英雄幽灵战甲",	s90Desc="<(c0xFF00FF00)35级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s91Name="猛毒轰杀",	s91Desc="<(c0xFF00FF00)35级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s92Name="强健体魄",	s92Desc="<(c0xFF00FF00)30级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s93Name="无敌戏法",	s93Desc="<(c0xFF00FF00)30级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s94Name="天罡正气",	s94Desc="<(c0xFF00FF00)30级>可以学习,技能书可以消灭46级或以上的野外怪物掉落或者在商城购买。",
s95Name="金币副本小怪招下拨",	s95Desc="金币副本小怪招下拨",
s96Name="遁影",	s96Desc="赛马技能",
s97Name="飞驰",	s97Desc="赛马技能",
s98Name="落马箭",	s98Desc="赛马技能",
s99Name="镖车减速",	s99Desc="镖车减速",
s100Name="镖车换模型",	s100Desc="镖车换模型",
s101Name="平砍",	s101Desc="定时向周围一定范围内的单个玩家释放定身技能,定身时间5秒",
s102Name="火焰",	s102Desc="定时向周围一定范围的所有玩家释放减速技能,减速200,时限10秒",
s103Name="火符",	s103Desc="定时向周围一定范围的玩家释放雷电术,被击中的玩家,血量减少50%",
s104Name="弯刀",	s104Desc="增加玩家100移动速度,时限10秒",
s105Name="雷击",	s105Desc="增加玩家300移动速度,时限5秒",
s106Name="召唤",	s106Desc="增加玩家50移动速度,时限20秒",
s107Name="恶灵矿区40级",	s107Desc="恶灵教主-推人",
s108Name="困兽禁域45级",	s108Desc="巨型狮王-喷火",
s109Name="无妄地狱50级",	s109Desc="地狱教主-施毒",
s110Name="炼狱殿堂55级",	s110Desc="无常统领-爆破",
s111Name="炼狱殿堂55级",	s111Desc="堕落教主-麻痹雷电",
s112Name="熔岩深渊60级",	s112Desc="深渊统领-血咒",
s113Name="熔岩深渊60级",	s113Desc="混天教主-冰刺",
s114Name="远古祭坛65级",	s114Desc="蛛魔统领-蛛丝",
s115Name="远古祭坛65级",	s115Desc="祭坛教主-光刺",
s116Name="远古祭坛65级",	s116Desc="天镜魔王-毒术",
s117Name="烈焰之井70级",	s117Desc="黄泉统领-激光",
s118Name="烈焰之井70级",	s118Desc="红魔教主-半月",
s119Name="烈焰之井70级",	s119Desc="烈天魔王-压顶",
s120Name="九黎禁地75级",	s120Desc="追魂统领-盾",
s121Name="九黎禁地75级",	s121Desc="通天教主-火符",
s122Name="九黎禁地75级",	s122Desc="九黎魔王-冰刺",
s123Name="迷失幻境80级",	s123Desc="怨魔统领-半月",
s124Name="迷失幻境80级",	s124Desc="天幽教主-麻痹",
s125Name="迷失幻境80级",	s125Desc="迷失魔王-火墙",
s126Name="水晶冰宫转生1",	s126Desc="灵须统领-水墙",
s127Name="水晶冰宫转生1",	s127Desc="巨灵教主-光刺",
s128Name="水晶冰宫转生1",	s128Desc="玄晶教主-蛛丝",
s129Name="水晶冰宫转生1",	s129Desc="冰翼魔王-推人",
s130Name="水晶冰宫转生1",	s130Desc="幻武统领-天火",
s131Name="毒龙魔宫转身2",	s131Desc="巨锤教主-推人",
s132Name="毒龙魔宫转身2",	s132Desc="忘魂教主-剑雨",
s133Name="毒龙魔宫转身2",	s133Desc="巨蝠教主-麻痹",
s134Name="毒龙魔宫转身2",	s134Desc="毒龙魔王-爆破",
s135Name="副本55级",		s135Desc="暗之领域教主-喷火",
s136Name="副本75级",		s136Desc="暗之幽冥教主-爆破",
s137Name="副本80级",		s137Desc="暗之秘窟教主-压顶",
s138Name="副本90级",		s138Desc="暗之九霄教主-冰刺",
s139Name="副本100级",		s139Desc="暗之阎罗教主-爆破",
s140Name="行会秘境",		s140Desc="狂虎大圣-天火",
s141Name="行会秘境",		s141Desc="符岩大圣-火符",
s142Name="行会秘境",		s142Desc="毒蟹大圣-蛛丝",
s143Name="行会秘境",		s143Desc="夜行百鬼-施毒",
s144Name="会员之家一层",	s144Desc="阴灵鬼王-麻痹雷电",
s145Name="会员之家一层",	s145Desc="剧毒妖魁-吸血",
s146Name="会员之家一层",	s146Desc="冥府死神-剑法",
s147Name="会员之家一层",	s147Desc="烈焰狂蛟-水墙",
s148Name="会员之家二层",	s148Desc="猛毒蛇王-麻痹",
s149Name="会员之家二层",	s149Desc="利甲魔王-血咒",
s150Name="会员之家二层",	s150Desc="显圣牛尊-半月",
s151Name="会员之家二层",	s151Desc="通天圣将-刺杀",
s152Name="会员之家二层",	s152Desc="残暴熊圣-爆破",
s153Name="蚩尤结阵",		s153Desc="蚩尤魔王-冰刺",
s154Name="王者禁地",		s154Desc="禁地统领-刺杀",



s158Name="幽冥毒牙",	s158Desc="毒爆蜘蛛毒牙",
s159Name="金钟罩",	s159Desc="<(c0xFF00FFFF)转生后可以学习,技能书可以通过商城购买。>",
s160Name="寒魄掌",	s160Desc="<(c0xFF00FFFF)转生后可以学习,技能书可以通过商城购买。>",
s161Name="吸能术",	s161Desc="<(c0xFF00FFFF)转生后可以学习,技能书可以通过商城购买。>",
s162Name="道法无边",	s162Desc="团队副本中被其他怪物触发的技能",
s163Name="召唤分身",	s163Desc="朱刚鬣和孙悟空召唤分身",
s164Name="残血变身",	s164Desc="朱刚鬣和孙悟空残血变身",
s165Name="分身治疗",	s165Desc="分身治疗or毒Boss",
s166Name="妖力震慑",	s166Desc="团队Boss技能综合1",
s167Name="霸气侧漏",	s167Desc="团队Boss技能综合2",
s168Name="法力无双",	s168Desc="团队副本Boss变身后技能",
s169Name="寒冰刺骨",	s169Desc="团队猎魔人技能",
--以上都是废弃技能


---散人BOSS技能

s171Name="群雷术",	s171Desc="1转BOSS技能",
s172Name="群毒术",	s172Desc="2转BOSS技能",
s173Name="群天炎",	s173Desc="3转BOSS技能",

s178Name="群毒术",	s172Desc="2转BOSS技能",
s179Name="近战群攻",	s173Desc="6转BOSS技能",
s180Name="远程群攻",	s172Desc="6转BOSS技能",
s181Name="3倍暴击",	s173Desc="6转BOSS技能",

s282Name="战灵咆哮",	s282Desc="战灵赋予强力的一击,可瞬间击倒敌人.通过战灵可强化该技能",
s283Name="战灵咆哮",	s283Desc="战灵赋予强力的一击,可瞬间击倒敌人.通过战灵可强化该技能",
s284Name="战灵咆哮",	s284Desc="战灵赋予强力的一击,可瞬间击倒敌人.通过战灵可强化该技能",


-----------------------------------------------------------------------------------------------------------
-- ff9625 橘黄色
-- afc5fb 天蓝色
-- 7cff9e 淡绿色

s0L1Desc="测试",
---------------------------------------------------------------------------------------------------------------------
--战士
---------------------------------------------------------------------------------------------------------------------
--战神剑法 (编号:1  基础剑术)
s1L1Desc="增加角色准确10点,最大物理防御50点,生命上限500点.",
s1L2Desc="增加角色准确15点,最大物理防御100点,生命上限1000点.",
s1L3Desc="增加角色准确20点,最大物理防御200点,生命上限2000点.",
s1L4Desc="增加角色准确30点,最大物理防御300点,生命上限3000点.",
s1L5Desc="增加角色准确40点,最大物理防御400点,生命上限4000点.",
s1L6Desc="增加角色准确50点,最大物理防御500点,生命上限5000点.",
s1L7Desc="增加角色准确60点,最大物理防御600点,生命上限6000点.",
s1L8Desc="增加角色准确70点,最大物理防御700点,生命上限7000点.",
s1L9Desc="增加角色准确80点,最大物理防御800点,生命上限8000点.",
s1L10Desc="增加角色准确100点,最大物理防御1000点,生命上限10000点.",

--怒攻剑法 (编号:2  攻杀秘术)
s2L1Desc="攻击时有10%机率额外造成500点物理伤害.",
s2L2Desc="攻击时有15%机率额外造成1000点物理伤害.",
s2L3Desc="攻击时有20%机率额外造成2000点物理伤害.",
s2L4Desc="攻击时有22%机率额外造成2500点物理伤害.",
s2L5Desc="攻击时有24%机率额外造成3000点物理伤害.",
s2L6Desc="攻击时有26%机率额外造成3500点物理伤害.",
s2L7Desc="攻击时有28%机率额外造成4000点物理伤害.",
s2L8Desc="攻击时有30%机率额外造成4500点物理伤害.",
s2L9Desc="攻击时有32%机率额外造成5000点物理伤害.",
s2L10Desc="攻击时有35%机率额外造成6000点物理伤害.",

--寒冰剑法 (编号:3  刺杀剑法)
s3L1Desc="攻击时挥洒出一刀寒冰剑气对前方2格内目标造成伤害,对正前方第2格内目标\\造成无视防御90%物理攻击伤害.\\有机率击破法师的魔法盾.",
s3L2Desc="攻击时挥洒出一刀寒冰剑气对前方2格内目标造成伤害,对正前方第2格内目标\\造成无视防御95%物理攻击伤害.\\有机率击破法师的魔法盾.",
s3L3Desc="攻击时挥洒出一刀寒冰剑气对前方2格内目标造成伤害,对正前方第2格内目标\\造成无视防御100%物理攻击伤害.\\有机率击破法师的魔法盾.",
s3L4Desc="攻击时挥洒出一刀寒冰剑气对前方2格内目标造成伤害,对正前方第2格内目标\\造成无视防御102%附加500点物理攻击伤害.\\有机率击破法师的魔法盾.",
s3L5Desc="攻击时挥洒出一刀寒冰剑气对前方2格内目标造成伤害,对正前方第2格内目标\\造成无视防御104%附加1000点物理攻击伤害.\\有机率击破法师的魔法盾.",
s3L6Desc="攻击时挥洒出一刀寒冰剑气对前方2格内目标造成伤害,对正前方第2格内目标\\造成无视防御106%附加1500点物理攻击伤害.\\有机率击破法师的魔法盾.",
s3L7Desc="攻击时挥洒出一刀寒冰剑气对前方2格内目标造成伤害,对正前方第2格内目标\\造成无视防御108%附加2000点物理攻击伤害.\\有机率击破法师的魔法盾.",
s3L8Desc="攻击时挥洒出一刀寒冰剑气对前方2格内目标造成伤害,对正前方第2格内目标\\造成无视防御110%附加2500点物理攻击伤害.\\有机率击破法师的魔法盾.",
s3L9Desc="攻击时挥洒出一刀寒冰剑气对前方2格内目标造成伤害,对正前方第2格内目标\\造成无视防御112%附加3000点物理攻击伤害.\\有机率击破法师的魔法盾.",
s3L10Desc="攻击时挥洒出一刀寒冰剑气对前方2格内目标造成伤害,对正前方第2格内目标\\造成无视防御115%附加3500点物理攻击伤害.\\有机率击破法师的魔法盾.",

--圆月剑法 (编号:4  半月)
s4L1Desc="对周围最多8个目标造成范围伤害,对正前方目标造成100%物理攻击伤害\\对其他最多7个目标造成80%物理攻击伤害.",
s4L2Desc="对周围最多8个目标造成范围伤害,对正前方目标造成100%物理攻击伤害\\对其他最多7个目标造成85%物理攻击伤害.",
s4L3Desc="对周围最多8个目标造成范围伤害,对正前方目标造成100%物理攻击伤害\\对其他最多7个目标造成90%物理攻击伤害.",
s4L4Desc="对周围最多8个目标造成范围伤害,对正前方目标造成100%物理攻击伤害\\对其他最多7个目标造成92%附加300点物理攻击伤害.",
s4L5Desc="对周围最多8个目标造成范围伤害,对正前方目标造成100%物理攻击伤害\\对其他最多7个目标造成94%附加600点物理攻击伤害.",
s4L6Desc="对周围最多8个目标造成范围伤害,对正前方目标造成100%物理攻击伤害\\对其他最多7个目标造成96%附加900点物理攻击伤害.",
s4L7Desc="对周围最多8个目标造成范围伤害,对正前方目标造成100%物理攻击伤害\\对其他最多7个目标造成98%附加1200点物理攻击伤害.",
s4L8Desc="对周围最多8个目标造成范围伤害,对正前方目标造成100%物理攻击伤害\\对其他最多7个目标造成100%附加1500点物理攻击伤害.",
s4L9Desc="对周围最多8个目标造成范围伤害,对正前方目标造成100%物理攻击伤害\\对其他最多7个目标造成102%附加2000点物理攻击伤害.",
s4L10Desc="对周围最多8个目标造成范围伤害,对正前方目标造成100%物理攻击伤害\\对其他最多7个目标造成105%附加2500点物理攻击伤害.",

--战神冲撞 (编号:5  野蛮)
s5L1Desc="推开正前方比自身等级低的目标,可推开6格并造成500点物理伤害",
s5L2Desc="推开正前方比自身等级低的目标,可推开6格并造成1000点物理伤害",
s5L3Desc="推开正前方比自身等级低的目标,可推开6格并造成1500点物理伤害",
s5L4Desc="推开正前方比自身等级低的目标,可推开6格并造成2000点物理伤害",
s5L5Desc="推开正前方比自身等级低的目标,可推开6格并造成3000点物理伤害",
s5L6Desc="推开正前方比自身等级低的目标,可推开6格并造成4000点物理伤害",
s5L7Desc="推开正前方比自身等级低的目标,可推开6格并造成5000点物理伤害",
s5L8Desc="推开正前方比自身等级低的目标,可推开6格并造成6000点物理伤害",
s5L9Desc="推开正前方比自身等级低的目标,可推开6格并造成7000点物理伤害",
s5L10Desc="推开正前方比自身等级低的目标,可推开6格并造成8000点物理伤害",

--烈火斩 (编号:6  烈火)
s6L1Desc="对正前方造成物理攻击伤害,并对其周围造成物理攻击伤害,造成120%物理攻击伤害",
s6L2Desc="对正前方造成物理攻击伤害,并对其周围造成物理攻击伤害,造成130%物理攻击伤害",
s6L3Desc="对正前方造成物理攻击伤害,并对其周围造成物理攻击伤害,造成150%物理攻击伤害",
s6L4Desc="对正前方造成物理攻击伤害,并对其周围造成物理攻击伤害,造成152%附加2000点物理攻击伤害",
s6L5Desc="对正前方造成物理攻击伤害,并对其周围造成物理攻击伤害,造成154%附加3000点物理攻击伤害",
s6L6Desc="对正前方造成物理攻击伤害,并对其周围造成物理攻击伤害,造成156%附加4000点物理攻击伤害",
s6L7Desc="对正前方造成物理攻击伤害,并对其周围造成物理攻击伤害,造成158%附加5000点物理攻击伤害",
s6L8Desc="对正前方造成物理攻击伤害,并对其周围造成物理攻击伤害,造成160%附加6000点物理攻击伤害",
s6L9Desc="对正前方造成物理攻击伤害,并对其周围造成物理攻击伤害,造成162%附加8000点物理攻击伤害",
s6L10Desc="对正前方造成物理攻击伤害,并对其周围造成物理攻击伤害,造成165%附加10000点物理攻击伤害",

--开天神斩 (编号:63  开天神斩)
s63L1Desc="对正前方造成5格物理攻击伤害,第2格无视目标防御,造成110%的物理攻击伤害\\(第1/2/3/4/5格造成110%/100%/90%/80%/70%的物理伤害)",
s63L2Desc="对正前方造成5格物理攻击伤害,第2格无视目标防御,造成120%的物理攻击伤害\\(第1/2/3/4/5格造成120%/110%/100%/90%/80%的物理伤害)",
s63L3Desc="对正前方造成5格物理攻击伤害,第2格无视目标防御,造成130%的物理攻击伤害\\(第1/2/3/4/5格造成130%/120%/110%/100%/90%的物理伤害)",
s63L4Desc="对正前方造成6格物理攻击伤害,第2格无视目标防御,造成130%的物理攻击伤害\\(第1/2/3/4/5格造成<132%+2000>/<125%+1800>/<120%+1600>/<115%+1400>/<110%+1200>的物理伤害)",
s63L5Desc="对正前方造成7格物理攻击伤害,第2格无视目标防御,造成130%的物理攻击伤害\\(第1/2/3/4/5格造成<134%+3000>/<127%+2700>/<122%+2400>/<117%+2100>/<112%+1800>的物理伤害)",
s63L6Desc="对正前方造成8格物理攻击伤害,第2格无视目标防御,造成130%的物理攻击伤害\\(第1/2/3/4/5格造成<136%+4000>/<129%+3600>/<124%+3200>/<119%+2800>/<114%+2400>的物理伤害)",
s63L7Desc="对正前方造成9格物理攻击伤害,第2格无视目标防御,造成130%的物理攻击伤害\\(第1/2/3/4/5格造成<138%+5000>/<131%+4500>/<126%+4000>/<121%+3500>/<116%+3000>的物理伤害)",
s63L8Desc="对正前方造成10格物理攻击伤害,第2格无视目标防御,造成130%的物理攻击伤害\\(第1/2/3/4/5格造成<140%+6000>/<133%+5500>/<128%+5000>/<123%+4500>/<118%+4000>的物理伤害)",
s63L9Desc="对正前方造成11格物理攻击伤害,第2格无视目标防御,造成130%的物理攻击伤害\\(第1/2/3/4/5格造成<142%+8000>/<135%+7200>/<130%+6400>/<125%+5600>/<120%+4800>的物理伤害)",
s63L10Desc="对正前方造成12格物理攻击伤害,第2格无视目标防御,造成130%的物理攻击伤害\\(第1/2/3/4/5格造成<145%+10000>/<138%+9000>/<133%+8000>/<128%+7000>/<123%+6000>的物理伤害)",

--逐日神剑 (编号:64  逐日神剑) 这个技能是有5级
s64L1Desc="<可通过技能书学习>\\对正前方5格造成物理攻击伤害,第2格无视目标防御,造成80%的物理攻击伤害\\(第1/2/3/4/5格造成80%/70%/60%/50%/40%的物理伤害)",
s64L2Desc="<可通过技能书学习>\\对正前方5格造成物理攻击伤害,第2格无视目标防御,造成100%的物理攻击伤害\\(第1/2/3/4/5格造成100%/90%/80%/70%/60%的物理伤害)",
s64L3Desc="<可通过技能书学习>\\对正前方5格造成物理攻击伤害,第2格无视目标防御,造成115%的物理攻击伤害\\(第1/2/3/4/5格造成115%/105%/95%/85%/75%的物理伤害)",
s64L4Desc="<可通过技能书学习>\\对正前方5格造成物理攻击伤害,第2格无视目标防御,造成130%的物理攻击伤害\\(第1/2/3/4/5格造成130%/120%/110%/100%/90%的物理伤害)",
s64L5Desc="<可通过技能书学习>\\对正前方5格造成物理攻击伤害,第2格无视目标防御,造成150%的物理攻击伤害\\(第1/2/3/4/5格造成150%/140%/130%/120%/110%的物理伤害)",
s64L6Desc="<可通过技能书学习>\\对正前方6格造成物理攻击伤害,第2格无视目标防御,造成152%的物理攻击伤害\\(第1/2/3/4/5格造成<152%+2000>/<145%+1800>/<140%+1600>/<135%+1400>/<130%+1200>的物理伤害)",
s64L7Desc="<可通过技能书学习>\\对正前方7格造成物理攻击伤害,第2格无视目标防御,造成154%的物理攻击伤害\\(第1/2/3/4/5格造成<154%+3000>/<147%+2700>/<142%+2400>/<137%+2100>/<132%+1800>的物理伤害)",
s64L8Desc="<可通过技能书学习>\\对正前方8格造成物理攻击伤害,第2格无视目标防御,造成156%的物理攻击伤害\\(第1/2/3/4/5格造成<156%+4000>/<149%+3600>/<144%+3200>/<139%+2800>/<134%+2400>的物理伤害)",
s64L9Desc="<可通过技能书学习>\\对正前方9格造成物理攻击伤害,第2格无视目标防御,造成158%的物理攻击伤害\\(第1/2/3/4/5格造成<158%+5000>/<151%+4500>/<146%+4000>/<141%+3500>/<136%+3000>的物理伤害)",
s64L10Desc="<可通过技能书学习>\\对正前方10格造成物理攻击伤害,第2格无视目标防御,造成160%的物理攻击伤害\\(第1/2/3/4/5格造成<160%+6000>/<153%+5500>/<148%+5000>/<143%+4500>/<138%+4000>的物理伤害)",

--彻地钉 157
s157L1Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置2*2范围内造成80%物理攻击伤害\\此技能只对怪物有效",
s157L2Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成85%物理攻击伤害\\此技能只对怪物有效",
s157L3Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成90%物理攻击伤害\\此技能只对怪物有效",
s157L4Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置4*4范围内造成95%物理攻击伤害\\此技能只对怪物有效",
s157L5Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内造成100%物理攻击伤害\\此技能只对怪物有效",
s157L6Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内造成110%物理攻击伤害\\此技能只对怪物有效",
s157L7Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内造成120%物理攻击伤害\\此技能只对怪物有效",
s157L8Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内造成130%物理攻击伤害\\此技能只对怪物有效",
s157L9Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内造成140%物理攻击伤害\\此技能只对怪物有效",
s157L10Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内造成150%物理攻击伤害\\此技能只对怪物有效",



--十步一杀 288
s288L1Desc="<可通过提升心法重数获得>\\呼唤神龙护体,冲刺至对手面前攻击,造成巨大的伤害,冲击距离为6步.\\对目标造成90%伤害外,还将对其身边3*3范围内的敌人造成一定的伤害.\\对直接遭受到攻击的敌人,有概率造成1秒麻痹的效果,使其无法移动逃脱.",
s288L2Desc="<可通过提升心法重数获得>\\呼唤神龙护体,冲刺至对手面前攻击,造成巨大的伤害,冲击距离为6步.\\对目标造成100%伤害外,还将对其身边3*3范围内的敌人造成一定的伤害.\\对直接遭受到攻击的敌人,有概率造成1秒麻痹的效果,使其无法移动逃脱.",
s288L3Desc="<可通过提升心法重数获得>\\呼唤神龙护体,冲刺至对手面前攻击,造成巨大的伤害,冲击距离为6步.\\对目标造成110%伤害外,还将对其身边3*3范围内的敌人造成一定的伤害.\\对直接遭受到攻击的敌人,有概率造成1.5秒麻痹的效果,使其无法移动逃脱.",
s288L4Desc="<可通过提升心法重数获得>\\呼唤神龙护体,冲刺至对手面前攻击,造成巨大的伤害,冲击距离为6步.\\对目标造成120%伤害外,还将对其身边3*3范围内的敌人造成一定的伤害.\\对直接遭受到攻击的敌人,有概率造成1.5秒麻痹的效果,使其无法移动逃脱.",
s288L5Desc="<可通过提升心法重数获得>\\呼唤神龙护体,冲刺至对手面前攻击,造成巨大的伤害,冲击距离为6步.\\对目标造成130%伤害外,还将对其身边3*3范围内的敌人造成一定的伤害.\\对直接遭受到攻击的敌人,有概率造成2秒麻痹的效果,使其无法移动逃脱.",
s288L6Desc="<可通过提升心法重数获得>\\呼唤神龙护体,冲刺至对手面前攻击,造成巨大的伤害,冲击距离为6步.\\对目标造成140%伤害外,还将对其身边3*3范围内的敌人造成一定的伤害.\\对直接遭受到攻击的敌人,有概率造成2秒麻痹的效果,使其无法移动逃脱.",
s288L7Desc="<可通过提升心法重数获得>\\呼唤神龙护体,冲刺至对手面前攻击,造成巨大的伤害,冲击距离为6步.\\对目标造成150%伤害外,还将对其身边3*3范围内的敌人造成一定的伤害.\\对直接遭受到攻击的敌人,有概率造成2.5秒麻痹的效果,使其无法移动逃脱.",
s288L8Desc="<可通过提升心法重数获得>\\呼唤神龙护体,冲刺至对手面前攻击,造成巨大的伤害,冲击距离为6步.\\对目标造成160%伤害外,还将对其身边3*3范围内的敌人造成一定的伤害.\\对直接遭受到攻击的敌人,有概率造成2.5秒麻痹的效果,使其无法移动逃脱.",
s288L9Desc="<可通过提升心法重数获得>\\呼唤神龙护体,冲刺至对手面前攻击,造成巨大的伤害,冲击距离为6步.\\对目标造成170%伤害外,还将对其身边3*3范围内的敌人造成一定的伤害.\\对直接遭受到攻击的敌人,有概率造成3秒麻痹的效果,使其无法移动逃脱.",
s288L10Desc="<可通过提升心法重数获得>\\呼唤神龙护体,冲刺至对手面前攻击,造成巨大的伤害,冲击距离为6步.\\对目标造成180%伤害外,还将对其身边3*3范围内的敌人造成一定的伤害.\\对直接遭受到攻击的敌人,有概率造成3秒麻痹的效果,使其无法移动逃脱.",
---------------------------------------------------------------------------------------------------------------------
--法师
---------------------------------------------------------------------------------------------------------------------
--抗拒圆环 (编号:8  抗拒)
s8L1Desc="推开周围2格内比自身等级低的目标,并造成5%魔法攻击伤害",
s8L2Desc="推开周围2格内比自身等级低的目标,并造成8%魔法攻击伤害",
s8L3Desc="推开周围2格内比自身等级低的目标,并造成12%魔法攻击伤害",
s8L4Desc="推开周围2格内比自身等级低的目标,并造成13%附加500点魔法攻击伤害",
s8L5Desc="推开周围2格内比自身等级低的目标,并造成14%附加1000点魔法攻击伤害",
s8L6Desc="推开周围2格内比自身等级低的目标,并造成15%附加1500点魔法攻击伤害",
s8L7Desc="推开周围2格内比自身等级低的目标,并造成16%附加2000点魔法攻击伤害",
s8L8Desc="推开周围2格内比自身等级低的目标,并造成17%附加2500点魔法攻击伤害",
s8L9Desc="推开周围2格内比自身等级低的目标,并造成18%附加3000点魔法攻击伤害",
s8L10Desc="推开周围2格内比自身等级低的目标,并造成20%附加3500点魔法攻击伤害",

--天雷术 (编号:9  雷电)
s9L1Desc="远程攻击,鼠标指向位置释放雷电,造成100%魔法攻击伤害",
s9L2Desc="远程攻击,鼠标指向位置释放雷电,造成105%魔法攻击伤害",
s9L3Desc="远程攻击,鼠标指向位置释放雷电,造成120%魔法攻击伤害",
s9L4Desc="远程攻击,鼠标指向位置释放雷电,造成122%附加500点魔法攻击伤害",
s9L5Desc="远程攻击,鼠标指向位置释放雷电,造成124%附加1000点魔法攻击伤害",
s9L6Desc="远程攻击,鼠标指向位置释放雷电,造成126%附加1500点魔法攻击伤害",
s9L7Desc="远程攻击,鼠标指向位置释放雷电,造成128%附加2000点魔法攻击伤害",
s9L8Desc="远程攻击,鼠标指向位置释放雷电,造成130%附加2500点魔法攻击伤害",
s9L9Desc="远程攻击,鼠标指向位置释放雷电,造成132%附加3000点魔法攻击伤害",
s9L10Desc="远程攻击,鼠标指向位置释放雷电,造成135%附加3500点魔法攻击伤害",


--群体雷电术 (编号:156)
s156L1Desc = "<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成90%魔法攻击伤害",
s156L2Desc = "<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成95%魔法攻击伤害",
s156L3Desc = "<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成100%魔法攻击伤害",
s156L4Desc = "<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成105%魔法攻击伤害",
s156L5Desc = "<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成110%魔法攻击伤害",
s156L6Desc = "<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成112%附加300点魔法攻击伤害",
s156L7Desc = "<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成114%附加600点魔法攻击伤害",
s156L8Desc = "<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成116%附加900点魔法攻击伤害",
s156L9Desc = "<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成118%附加1200点魔法攻击伤害",
s156L10Desc = "<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成120%附加1500点魔法攻击伤害",


--瞬息移动 (编号:10  瞬间移动)--废弃
s10L1Desc="对该地图内随机传送",
s10L2Desc="对该地图内随机传送",
s10L3Desc="对该地图内随机传送",
s10L4Desc="对该地图内随机传送",

--火墙秘术 (编号:12  火墙)
s12L1Desc="鼠标指向位置2*2范围内产生火墙,造成50%魔法攻击伤害,火墙存在时间为30秒",
s12L2Desc="鼠标指向位置2*2范围内产生火墙,造成55%魔法攻击伤害,火墙存在时间为45秒",
s12L3Desc="鼠标指向位置2*2范围内产生火墙,造成60%魔法攻击伤害,火墙存在时间为60秒",
s12L4Desc="鼠标指向位置2*2范围内产生火墙,造成62%魔法攻击伤害,火墙存在时间为65秒",
s12L5Desc="鼠标指向位置2*2范围内产生火墙,造成64%魔法攻击伤害,火墙存在时间为70秒",
s12L6Desc="鼠标指向位置2*2范围内产生火墙,造成66%魔法攻击伤害,火墙存在时间为75秒",
s12L7Desc="鼠标指向位置2*2范围内产生火墙,造成68%魔法攻击伤害,火墙存在时间为80秒",
s12L8Desc="鼠标指向位置2*2范围内产生火墙,造成70%魔法攻击伤害,火墙存在时间为85秒",
s12L9Desc="鼠标指向位置2*2范围内产生火墙,造成72%魔法攻击伤害,火墙存在时间为90秒",
s12L10Desc="鼠标指向位置2*2范围内产生火墙,造成75%魔法攻击伤害,火墙存在时间为100秒",

--魔狱雷光 (编号:14  地狱雷光)
s14L1Desc="自身周围3*3范围内造成80%魔法攻击伤害",
s14L2Desc="自身周围3*3范围内造成90%魔法攻击伤害",
s14L3Desc="自身周围3*3范围内造成100%魔法攻击伤害",
s14L4Desc="自身周围3*3范围内造成102%附加500点魔法攻击伤害",
s14L5Desc="自身周围3*3范围内造成104%附加1000点魔法攻击伤害",
s14L6Desc="自身周围3*3范围内造成106%附加1500点魔法攻击伤害",
s14L7Desc="自身周围3*3范围内造成108%附加2000点魔法攻击伤害",
s14L8Desc="自身周围3*3范围内造成110%附加2500点魔法攻击伤害",
s14L9Desc="自身周围3*3范围内造成112%附加3000点魔法攻击伤害",
s14L10Desc="自身周围3*3范围内造成115%附加3500点魔法攻击伤害",

--魔神护盾 (编号:15  魔法盾)
s15L1Desc="抵消38%伤害,魔法攻击越高持续时间越久",
s15L2Desc="抵消39%伤害,魔法攻击越高持续时间越久",
s15L3Desc="抵消40%伤害,魔法攻击越高持续时间越久",
s15L4Desc="抵消41%伤害,魔法攻击越高持续时间越久",
s15L5Desc="抵消42%伤害,魔法攻击越高持续时间越久",
s15L6Desc="抵消43%伤害,魔法攻击越高持续时间越久",
s15L7Desc="抵消44%伤害,魔法攻击越高持续时间越久",
s15L8Desc="抵消45%伤害,魔法攻击越高持续时间越久",
s15L9Desc="抵消46%伤害,魔法攻击越高持续时间越久",
s15L10Desc="抵消48%伤害,魔法攻击越高持续时间越久",


--冰雪风暴 (编号:16  冰咆哮)
s16L1Desc="远程攻击,鼠标指向位置3*3范围内造成100%附加200点魔法伤害",
s16L2Desc="远程攻击,鼠标指向位置3*3范围内造成105%附加300点魔法伤害",
s16L3Desc="远程攻击,鼠标指向位置3*3范围内造成110%附加400点魔法伤害",
s16L4Desc="远程攻击,鼠标指向位置3*3范围内造成112%附加600点魔法伤害",
s16L5Desc="远程攻击,鼠标指向位置3*3范围内造成114%附加900点魔法伤害",
s16L6Desc="远程攻击,鼠标指向位置3*3范围内造成116%附加1200点魔法伤害",
s16L7Desc="远程攻击,鼠标指向位置3*3范围内造成118%附加1500点魔法伤害",
s16L8Desc="远程攻击,鼠标指向位置3*3范围内造成120%附加2000点魔法伤害",
s16L9Desc="远程攻击,鼠标指向位置3*3范围内造成122%附加2500点魔法伤害",
s16L10Desc="远程攻击,鼠标指向位置3*3范围内造成125%附加3000点魔法伤害",

--灭天炎 (编号:66  灭天炎)
s66L1Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置2*2范围内连续落下3个火球,每个火球造成15%魔法攻击伤害",
s66L2Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置2*2范围内连续落下3个火球,每个火球造成20%魔法攻击伤害",
s66L3Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内连续落下3个火球,每个火球造成25%魔法攻击伤害",
s66L4Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置4*4范围内连续落下3个火球,每个火球造成30%魔法攻击伤害",
s66L5Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内连续落下3个火球,每个火球造成35%魔法攻击伤害",
s66L6Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内连续落下3个火球,每个火球造成40%魔法攻击伤害",
s66L7Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内连续落下3个火球,每个火球造成45%魔法攻击伤害",
s66L8Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内连续落下3个火球,每个火球造成50%魔法攻击伤害",
s66L9Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内连续落下3个火球,每个火球造成55%魔法攻击伤害",
s66L10Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内连续落下3个火球,每个火球造成60%魔法攻击伤害",


--天魔困牢 (编号:289  )
s289L1Desc="<可通过提升心法重数获得>\\远程攻击,鼠标指向目标位置3*3范围内释放天雷困牢,将范围内玩家困住5秒\\不可随机.并且会在5秒内连续落下5道天雷,每道雷电造成10%魔法攻击伤害\\施法者移动/被野蛮冲撞将会失去伤害与困牢效果.",
s289L2Desc="<可通过提升心法重数获得>\\远程攻击,鼠标指向目标位置3*3范围内释放天雷困牢,将范围内玩家困住5秒\\不可随机.并且会在5秒内连续落下5道天雷,每道雷电造成11%魔法攻击伤害\\施法者移动/被野蛮冲撞将会失去伤害与困牢效果.",
s289L3Desc="<可通过提升心法重数获得>\\远程攻击,鼠标指向目标位置3*3范围内释放天雷困牢,将范围内玩家困住5秒\\不可随机.并且会在5秒内连续落下5道天雷,每道雷电造成12%魔法攻击伤害\\施法者移动/被野蛮冲撞将会失去伤害与困牢效果.",
s289L4Desc="<可通过提升心法重数获得>\\远程攻击,鼠标指向目标位置3*3范围内释放天雷困牢,将范围内玩家困住5秒\\不可随机.并且会在5秒内连续落下5道天雷,每道雷电造成13%魔法攻击伤害\\施法者移动/被野蛮冲撞将会失去伤害与困牢效果.",
s289L5Desc="<可通过提升心法重数获得>\\远程攻击,鼠标指向目标位置3*3范围内释放天雷困牢,将范围内玩家困住5秒\\不可随机.并且会在5秒内连续落下5道天雷,每道雷电造成14%魔法攻击伤害\\施法者移动/被野蛮冲撞将会失去伤害与困牢效果.",
s289L6Desc="<可通过提升心法重数获得>\\远程攻击,鼠标指向目标位置3*3范围内释放天雷困牢,将范围内玩家困住5秒\\不可随机.并且会在5秒内连续落下5道天雷,每道雷电造成15%魔法攻击伤害\\施法者移动/被野蛮冲撞将会失去伤害与困牢效果.",
s289L7Desc="<可通过提升心法重数获得>\\远程攻击,鼠标指向目标位置3*3范围内释放天雷困牢,将范围内玩家困住5秒\\不可随机.并且会在5秒内连续落下5道天雷,每道雷电造成16%魔法攻击伤害\\施法者移动/被野蛮冲撞将会失去伤害与困牢效果.",
s289L8Desc="<可通过提升心法重数获得>\\远程攻击,鼠标指向目标位置3*3范围内释放天雷困牢,将范围内玩家困住5秒\\不可随机.并且会在5秒内连续落下5道天雷,每道雷电造成17%魔法攻击伤害\\施法者移动/被野蛮冲撞将会失去伤害与困牢效果.",
s289L9Desc="<可通过提升心法重数获得>\\远程攻击,鼠标指向目标位置3*3范围内释放天雷困牢,将范围内玩家困住5秒\\不可随机.并且会在5秒内连续落下5道天雷,每道雷电造成18%魔法攻击伤害\\施法者移动/被野蛮冲撞将会失去伤害与困牢效果.",
s289L10Desc="<可通过提升心法重数获得>\\远程攻击,鼠标指向目标位置3*3范围内释放天雷困牢,将范围内玩家困住5秒\\不可随机.并且会在5秒内连续落下5道天雷,每道雷电造成19%魔法攻击伤害\\施法者移动/被野蛮冲撞将会失去伤害与困牢效果.",

---------------------------------------------------------------------------------------------------------------------
--道士
---------------------------------------------------------------------------------------------------------------------
--治疗术 (编号:17  治疗术)
s17L1Desc="释放后使目标每秒恢复<道术5%+300点>生命值",
s17L2Desc="释放后使目标每秒恢复<道术5%+400点>生命值",
s17L3Desc="释放后使目标每秒恢复<道术5%+500点>生命值",
s17L4Desc="释放后使目标每秒恢复<道术5%+600点>生命值",
s17L5Desc="释放后使目标每秒恢复<道术5%+800点>生命值",
s17L6Desc="释放后使目标每秒恢复<道术5%+1000点>生命值",
s17L7Desc="释放后使目标每秒恢复<道术5%+1200点>生命值",
s17L8Desc="释放后使目标每秒恢复<道术5%+1400点>生命值",
s17L9Desc="释放后使目标每秒恢复<道术5%+1600点>生命值",
s17L10Desc="释放后使目标每秒恢复<道术5%+1800点>生命值",

--怨毒术 (编号:19  施毒术)
s19L1Desc="对目标释放中毒效果.\\持续掉血:3分钟内每秒造成2%附加200点道术攻击伤害\\减少物理防御:3分钟内降低目标5%的物理防御\\减少魔法防御:3分钟内降低目标5%的魔法防御",
s19L2Desc="对目标释放中毒效果.\\持续掉血:3分钟内每秒造成2%附加500点道术攻击伤害\\减少物理防御:3分钟内降低目标10%的物理防御\\减少魔法防御:3分钟内降低目标10%的魔法防御",
s19L3Desc="对目标释放中毒效果.\\持续掉血:3分钟内每秒造成2%附加1000点道术攻击伤害\\减少物理防御:3分钟内降低目标20%的物理防御\\减少魔法防御:3分钟内降低目标20%的魔法防御",
s19L4Desc="对目标释放中毒效果.\\持续掉血:3分钟内每秒造成2%附加1500点道术攻击伤害\\减少物理防御:3分钟内降低目标22%的物理防御\\减少魔法防御:3分钟内降低目标22%的魔法防御",
s19L5Desc="对目标释放中毒效果.\\持续掉血:3分钟内每秒造成2%附加2000点道术攻击伤害\\减少物理防御:3分钟内降低目标24%的物理防御\\减少魔法防御:3分钟内降低目标24%的魔法防御",
s19L6Desc="对目标释放中毒效果.\\持续掉血:3分钟内每秒造成2%附加2500点道术攻击伤害\\减少物理防御:3分钟内降低目标26%的物理防御\\减少魔法防御:3分钟内降低目标26%的魔法防御",
s19L7Desc="对目标释放中毒效果.\\持续掉血:3分钟内每秒造成2%附加3000点道术攻击伤害\\减少物理防御:3分钟内降低目标28%的物理防御\\减少魔法防御:3分钟内降低目标28%的魔法防御",
s19L8Desc="对目标释放中毒效果.\\持续掉血:3分钟内每秒造成2%附加3500点道术攻击伤害\\减少物理防御:3分钟内降低目标30%的物理防御\\减少魔法防御:3分钟内降低目标30%的魔法防御",
s19L9Desc="对目标释放中毒效果.\\持续掉血:3分钟内每秒造成2%附加4000点道术攻击伤害\\减少物理防御:3分钟内降低目标32%的物理防御\\减少魔法防御:3分钟内降低目标32%的魔法防御",
s19L10Desc="对目标释放中毒效果.\\持续掉血:3分钟内每秒造成2%附加5000点道术攻击伤害\\减少物理防御:3分钟内降低目标35%的物理防御\\减少魔法防御:3分钟内降低目标35%的魔法防御",

--天灵火符 (编号:20  灵魂火符)
s20L1Desc="远程攻击,鼠标指向位置造成80%道术攻击伤害",
s20L2Desc="远程攻击,鼠标指向位置造成90%道术攻击伤害",
s20L3Desc="远程攻击,鼠标指向位置造成100%道术攻击伤害",
s20L4Desc="远程攻击,鼠标指向位置造成102%附加500点道术攻击伤害",
s20L5Desc="远程攻击,鼠标指向位置造成104%附加1000点道术攻击伤害",
s20L6Desc="远程攻击,鼠标指向位置造成106%附加1500点道术攻击伤害",
s20L7Desc="远程攻击,鼠标指向位置造成108%附加2000点道术攻击伤害",
s20L8Desc="远程攻击,鼠标指向位置造成110%附加2500点道术攻击伤害",
s20L9Desc="远程攻击,鼠标指向位置造成112%附加3000点道术攻击伤害",
s20L10Desc="远程攻击,鼠标指向位置造成115%附加3500点道术攻击伤害",

--强化召唤术 (编号:170  强化召唤术)
s170L1Desc = "召唤<1>只变异白虎(初始生命<500000>,物理攻击<300>)\\您的<召唤强度>越高,所召唤的变异白虎也就越厉害\\<召唤强度>所赋予的增益属性只对怪物有效\\<(c0xFF888888)(每><1><(c0xFF888888)点召唤强度增加变异白虎><100-200><(c0xFF888888)物理攻击,><50000><(c0xFF888888)点生命值)>\\怪物身上掉落的装备会有机率获得<召唤强度>属性,单件装备最高<6>点\\详细可在角色特殊属性查看您当前的<召唤强度>属性\\<(c0xFF888888)CTRL+A可控制宝宝状态>",
--召唤术 (编号:21  召唤术)
s21L1Desc = "<可通过技能书学习>\\召唤<1>只强化白虎(初始生命<800000>,物理攻击<1000>)\\<(c0xFF00ff00)强化白虎附加角色><30%><(c0xFF00ff00)的最大道术攻击和><500%><(c0xFF00ff00)的血量>\\您的<召唤强度>越高,所召唤的变异白虎也就越厉害\\<召唤强度>所赋予的增益属性只对怪物有效\\<(c0xFF888888)(每><1><(c0xFF888888)点召唤强度增加变异白虎><100-200><(c0xFF888888)物理攻击,><50000><(c0xFF888888)点生命值)>\\怪物身上掉落的装备会有机率获得<召唤强度>属性,单件装备最高<6>点\\详细可在角色特殊属性查看您当前的<召唤强度>属性\\<(c0xFF888888)CTRL+A可控制宝宝状态>",

--大隐身术 (编号:22  大隐身术)
s22L1Desc="仅对比自身等级低的怪物造成隐身状态,道术攻击越高持续时间越长", 
s22L2Desc="仅对比自身等级低的怪物造成隐身状态,道术攻击越高持续时间越长",
s22L3Desc="仅对比自身等级低的怪物造成隐身状态,道术攻击越高持续时间越长",
s22L4Desc="仅对比自身等级低的怪物造成隐身状态,道术攻击越高持续时间越长",
s22L5Desc="仅对比自身等级低的怪物造成隐身状态,道术攻击越高持续时间越长",
s22L6Desc="仅对比自身等级低的怪物造成隐身状态,道术攻击越高持续时间越长",
s22L7Desc="仅对比自身等级低的怪物造成隐身状态,道术攻击越高持续时间越长",
s22L8Desc="仅对比自身等级低的怪物造成隐身状态,道术攻击越高持续时间越长",
s22L9Desc="仅对比自身等级低的怪物造成隐身状态,道术攻击越高持续时间越长",
s22L10Desc="仅对比自身等级低的怪物造成隐身状态,道术攻击越高持续时间越长",

--圣灵战甲术 (编号:24  圣灵战甲术)
s24L1Desc="对目标2*2范围友方目标附加加防效果.\\3分钟内增加5%自身物防的物理防御并额外附加100点的物理防御\\3分钟内增加5%自身魔防的魔法防御并额外附加100点的魔法防御",
s24L2Desc="对目标3*3范围友方目标附加加防效果.\\3分钟内增加8%自身物防的物理防御并额外附加150点的物理防御\\3分钟内增加8%自身魔防的魔法防御并额外附加150点的魔法防御",
s24L3Desc="对目标4*4范围友方目标附加加防效果.\\3分钟内增加10%自身物防的物理防御并额外附加200点的物理防御\\3分钟内增加10%自身魔防的魔法防御并额外附加200点的魔法防御",
s24L4Desc="对目标4*4范围友方目标附加加防效果.\\3分钟内增加12%自身物防的物理防御并额外附加300点的物理防御\\3分钟内增加12%自身魔防的魔法防御并额外附加300点的魔法防御",
s24L5Desc="对目标4*4范围友方目标附加加防效果.\\3分钟内增加14%自身物防的物理防御并额外附加500点的物理防御\\3分钟内增加14%自身魔防的魔法防御并额外附加500点的魔法防御",
s24L6Desc="对目标4*4范围友方目标附加加防效果.\\3分钟内增加16%自身物防的物理防御并额外附加700点的物理防御\\3分钟内增加16%自身魔防的魔法防御并额外附加700点的魔法防御",
s24L7Desc="对目标4*4范围友方目标附加加防效果.\\3分钟内增加18%自身物防的物理防御并额外附加900点的物理防御\\3分钟内增加18%自身魔防的魔法防御并额外附加900点的魔法防御",
s24L8Desc="对目标4*4范围友方目标附加加防效果.\\3分钟内增加20%自身物防的物理防御并额外附加1100点的物理防御\\3分钟内增加20%自身魔防的魔法防御并额外附加1100点的魔法防御",
s24L9Desc="对目标4*4范围友方目标附加加防效果.\\3分钟内增加22%自身物防的物理防御并额外附加1300点的物理防御\\3分钟内增加22%自身魔防的魔法防御并额外附加1300点的魔法防御",
s24L10Desc="对目标4*4范围友方目标附加加防效果.\\3分钟内增加25%自身物防的物理防御并额外附加1500点的物理防御\\3分钟内增加25%自身魔防的魔法防御并额外附加1500点的魔法防御",

--群体施毒术 (编号:19  施毒术)
s67L1Desc="<可通过技能书学习>\\对目标2*2范围释放中毒效果.\\持续掉血:3分钟内每秒造成1%道术伤害附加200点道术伤害\\减少物理防御:3分钟内降低目标物理防御的10%\\减少魔法防御:3分钟内降低目标魔法防御的10%",
s67L2Desc="<可通过技能书学习>\\对目标3*3范围释放中毒效果.\\持续掉血:3分钟内每秒造成1%道术伤害附加400点道术伤害\\减少物理防御:3分钟内降低目标物理防御的12%\\减少魔法防御:3分钟内降低目标魔法防御的12%",
s67L3Desc="<可通过技能书学习>\\对目标3*3范围释放中毒效果.\\持续掉血:3分钟内每秒造成1%道术伤害附加600点道术伤害\\减少物理防御:3分钟内降低目标物理防御的15%\\减少魔法防御:3分钟内降低目标魔法防御的15%",
s67L4Desc="<可通过技能书学习>\\对目标4*4范围释放中毒效果.\\持续掉血:3分钟内每秒造成1%道术伤害附加800点道术伤害\\减少物理防御:3分钟内降低目标物理防御的17%\\减少魔法防御:3分钟内降低目标魔法防御的17%",
s67L5Desc="<可通过技能书学习>\\对目标5*5范围释放中毒效果.\\持续掉血:3分钟内每秒造成1%道术伤害附加1000点道术伤害\\减少物理防御:3分钟内降低目标物理防御的20%\\减少魔法防御:3分钟内降低目标魔法防御的20%",
s67L6Desc="<可通过技能书学习>\\对目标5*5范围释放中毒效果.\\持续掉血:3分钟内每秒造成1%道术伤害附加1500点道术伤害\\减少物理防御:3分钟内降低目标物理防御的22%\\减少魔法防御:3分钟内降低目标魔法防御的22%",
s67L7Desc="<可通过技能书学习>\\对目标5*5范围释放中毒效果.\\持续掉血:3分钟内每秒造成1%道术伤害附加2000点道术伤害\\减少物理防御:3分钟内降低目标物理防御的24%\\减少魔法防御:3分钟内降低目标魔法防御的24%",
s67L8Desc="<可通过技能书学习>\\对目标5*5范围释放中毒效果.\\持续掉血:3分钟内每秒造成1%道术伤害附加2500点道术伤害\\减少物理防御:3分钟内降低目标物理防御的26%\\减少魔法防御:3分钟内降低目标魔法防御的26%",
s67L9Desc="<可通过技能书学习>\\对目标5*5范围释放中毒效果.\\持续掉血:3分钟内每秒造成1%道术伤害附加3000点道术伤害\\减少物理防御:3分钟内降低目标物理防御的28%\\减少魔法防御:3分钟内降低目标魔法防御的28%",
s67L10Desc="<可通过技能书学习>\\对目标5*5范围释放中毒效果.\\持续掉血:3分钟内每秒造成1%道术伤害附加3500点道术伤害\\减少物理防御:3分钟内降低目标物理防御的30%\\减少魔法防御:3分钟内降低目标魔法防御的30%",




--飓风破
s155L1Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置2*2范围内造成90%道术攻击伤害",
s155L2Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置2*2范围内造成95%道术攻击伤害",
s155L3Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置3*3范围内造成100%附加200点道术攻击伤害",
s155L4Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置4*4范围内造成102%附加500点道术攻击伤害",
s155L5Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内造成104%附加800点道术攻击伤害",
s155L6Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内造成106%附加1200点道术攻击伤害",
s155L7Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内造成108%附加1600点道术攻击伤害",
s155L8Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内造成110%附加2000点道术攻击伤害",
s155L9Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内造成112%附加2500点道术攻击伤害",
s155L10Desc="<可通过技能书学习>\\远程攻击,鼠标指向位置5*5范围内造成115%附加3000点道术攻击伤害",


--泽被苍生 (编号:290  )
s290L1Desc="<可通过提升心法重数获得>\\对自己释放,可获得30%减伤buff,并且对范围内3格的友军提供10%减伤buff\\以及对周围3格敌军造成50%道术攻击伤害.\\持续8秒.不可叠加",
s290L2Desc="<可通过提升心法重数获得>\\对自己释放,可获得35%减伤buff,并且对范围内3格的友军提供12%减伤buff\\以及对周围3格敌军造成55%道术攻击伤害.\\持续8秒.不可叠加",
s290L3Desc="<可通过提升心法重数获得>\\对自己释放,可获得40%减伤buff,并且对范围内3格的友军提供14%减伤buff\\以及对周围3格敌军造成60%道术攻击伤害.\\持续8秒.不可叠加",
s290L4Desc="<可通过提升心法重数获得>\\对自己释放,可获得45%减伤buff,并且对范围内3格的友军提供16%减伤buff\\以及对周围3格敌军造成65%道术攻击伤害.\\持续8秒.不可叠加",
s290L5Desc="<可通过提升心法重数获得>\\对自己释放,可获得50%减伤buff,并且对范围内3格的友军提供18%减伤buff\\以及对周围3格敌军造成70%道术攻击伤害.\\持续8秒.不可叠加",
s290L6Desc="<可通过提升心法重数获得>\\对自己释放,可获得55%减伤buff,并且对范围内3格的友军提供20%减伤buff\\以及对周围3格敌军造成75%道术攻击伤害.\\持续8秒.不可叠加",
s290L7Desc="<可通过提升心法重数获得>\\对自己释放,可获得60%减伤buff,并且对范围内3格的友军提供22%减伤buff\\以及对周围3格敌军造成80%道术攻击伤害.\\持续8秒.不可叠加",
s290L8Desc="<可通过提升心法重数获得>\\对自己释放,可获得65%减伤buff,并且对范围内3格的友军提供24%减伤buff\\以及对周围3格敌军造成85%道术攻击伤害.\\持续8秒.不可叠加",
s290L9Desc="<可通过提升心法重数获得>\\对自己释放,可获得70%减伤buff,并且对范围内3格的友军提供26%减伤buff\\以及对周围3格敌军造成90%道术攻击伤害.\\持续8秒.不可叠加",
s290L10Desc="<可通过提升心法重数获得>\\对自己释放,可获得75%减伤buff,并且对范围内3格的友军提供28%减伤buff\\以及对周围3格敌军造成95%道术攻击伤害.\\持续8秒.不可叠加",


--------------------------------------------------------------------------------------------------------------------
--气波功 (编号:78  气波功)	
s78L1Desc="<(c0xFF888888)推开周围比自身等级低的目标,并造成少量道术伤害>",
s78L2Desc="<(c0xFF888888)推开周围比自身等级低的目标,并造成少量道术伤害>",
s78L3Desc="<(c0xFF888888)推开周围比自身等级低的目标,并造成少量道术伤害>",
s78L4Desc="<(c0xFF888888)推开周围比自身等级低的目标,并造成少量道术伤害>",

--雷霆一击 (编号:7  瞬移)
s7L1Desc="\\<(c0xFF888888)瞬间移动到目标身边,并对其发出致命一击>",
s7L2Desc="\\<(c0xFF888888)瞬间移动到目标身边,并对其发出致命一击>",
s7L3Desc="\\<(c0xFF888888)瞬间移动到目标身边,并对其发出致命一击>",



--火龙气焰 (编号:65  火龙气焰)
s65L1Desc="<(c0xFF888888)远程攻击,鼠标指向位置造成魔法伤害>",
s65L2Desc="<(c0xFF888888)远程攻击,鼠标指向位置造成魔法伤害>",
s65L3Desc="<(c0xFF888888)远程攻击,鼠标指向位置造成魔法伤害>",
s65L4Desc="<(c0xFF888888)远程攻击,鼠标指向位置造成魔法伤害>",

--群体火符术 (编号:69  群体火符术)
s69L1Desc="<(c0xFF888888)远程攻击,鼠标指向位置3*3范围内造成道术伤害>",
s69L2Desc="<(c0xFF888888)远程攻击,鼠标指向位置3*3范围内造成道术伤害>",
s69L3Desc="<(c0xFF888888)远程攻击,鼠标指向位置3*3范围内造成道术伤害>",
s69L4Desc="<(c0xFF888888)远程攻击,鼠标指向位置3*3范围内造成道术伤害>",

--解毒秘术 (编号:71  解毒秘术)
s71L1Desc="\\<(c0xFF888888)可解除目标中毒状态,不可解除4级毒>",
s71L2Desc="\\<(c0xFF888888)可解除目标中毒状态,不可解除4级毒>",
s71L3Desc="\\<(c0xFF888888)可解除目标中毒状态,不可解除4级毒>",
s71L4Desc="\\<(c0xFF888888)可解除目标中毒状态,可解除4级毒术>",

--1级万剑归宗 (编号:68  万剑归宗战士)
s68L1Desc="\\<(c0xFF00ccff)全屏震撼技能><(c0xFFd4ab6f)对目标造成><(c0xFF00ccff)120%><(c0xFFd4ab6f)攻击伤害>",
--1级万剑归宗 (编号:68  万剑归宗法师)
s72L1Desc="\\<(c0xFF00ccff)全屏震撼技能><(c0xFFd4ab6f)对目标造成><(c0xFF00ccff)120%><(c0xFFd4ab6f)攻击伤害>",
--1级万剑归宗 (编号:68  万剑归宗道士)
s73L1Desc="\\<(c0xFF00ccff)全屏震撼技能><(c0xFFd4ab6f)对目标造成><(c0xFF00ccff)120%><(c0xFFd4ab6f)攻击伤害>",
--2级万剑归宗 (编号:68  万剑归宗战士)
s75L1Desc="\\<(c0xFF00ccff)全屏震撼技能><(c0xFFd4ab6f)对目标造成><(c0xFF00ccff)130%><(c0xFFd4ab6f)攻击伤害>",
--2级万剑归宗 (编号:68  万剑归宗法师)
s76L1Desc="\\<(c0xFF00ccff)全屏震撼技能><(c0xFFd4ab6f)对目标造成><(c0xFF00ccff)130%><(c0xFFd4ab6f)攻击伤害>",
--2级万剑归宗 (编号:68  万剑归宗道士)
s77L1Desc="\\<(c0xFF00ccff)全屏震撼技能><(c0xFFd4ab6f)对目标造成><(c0xFF00ccff)130%><(c0xFFd4ab6f)攻击伤害>",

--召唤月灵 (编号:74  大召唤术)
s74L1Desc="<(c0xFFd4ab6f)可召唤1只传说中的月灵宝宝>",
s74L2Desc="<(c0xFFd4ab6f)可召唤1只传说中的月灵宝宝>",
s74L3Desc="<(c0xFFd4ab6f)可召唤1只传说中的月灵宝宝>",

---------------------------------------------------------------------------------------------------------------------------------
s25L1Desc="技能废弃",
s25L2Desc="技能废弃",
s25L3Desc="技能废弃",
s25L4Desc="技能废弃",
s26L1Desc="技能废弃",
s26L2Desc="技能废弃",
s26L3Desc="技能废弃",
s27L1Desc="技能废弃",
s27L2Desc="技能废弃",
s27L3Desc="技能废弃",

--无极诅咒 (编号:18  无极诅咒)废弃
s18L1Desc="(主动技能)\\对目标造成%100道术伤害,同时降低目标50点加100%道术伤害的攻击力,自身可以增加相应的最大道术攻击,持续15秒",
s18L2Desc="(主动技能)\\对目标造成%120道术伤害,同时降低目标50点加120%道术伤害的攻击力,自身可以增加相应的最大道术攻击,持续15秒",
s18L3Desc="(主动技能)\\对目标造成%140道术伤害,同时降低目标250点加140%道术伤害的攻击力,自身可以增加相应的最大道术攻击,持续15秒",
s18L4Desc="(主动技能)\\对目标造成%140道术伤害,同时降低目标250点加140%道术伤害的攻击力,自身可以增加相应的最大道术攻击,持续15秒",
s18L5Desc="(主动技能)\\对目标造成%140道术伤害,同时降低目标250点加140%道术伤害的攻击力,自身可以增加相应的最大道术攻击,持续15秒",


s33L1Desc="蜈蚣王100%伤害,并对目标蜈蚣王20%的伤害",
s34L1Desc="妖狼王100%伤害,并对目标蜈蚣王20%的伤害",
s35L1Desc="钢铁恶魔100%伤害,并对目标蜈蚣王20%的伤害",
s36L1Desc="万年树妖100%伤害,并对目标蜈蚣王20%的伤害",

s37L1Desc="电僵尸100%伤害,间隔3秒",
s37L2Desc="牛魔法王100%伤害,8秒",

s38L1Desc="炎罗王100%伤害,并对目标蜈蚣王20%的伤害",
s39L1Desc="地狱魔兽100%伤害,并对目标蜈蚣王20%的伤害",
s40L1Desc="烈焰凤凰100%伤害,并对目标蜈蚣王20%的伤害",
s41L1Desc="金佛100%伤害,并对目标蜈蚣王20%的伤害",
s42L1Desc="王城卫兽100%伤害,并对目标蜈蚣王20%的伤害",
s43L1Desc="极冰龙圣100%伤害,并对目标蜈蚣王20%的伤害",
s44L1Desc="人面鲤仙100%伤害,并对目标蜈蚣王20%的伤害",
s45L1Desc="深渊饕兽100%伤害,并对目标蜈蚣王20%的伤害",
s46L1Desc="海底巨鱽100%伤害,并对目标蜈蚣王20%的伤害",
s47L1Desc="水都龙王100%伤害,并对目标蜈蚣王20%的伤害",
s48L1Desc="坐骑宝宝100%伤害,并对目标蜈蚣王20%的伤害",
s49L1Desc="蚩尤100%伤害,并对目标巨型蜈蚣20%的伤害",
s50L1Desc="炎罗王召唤小怪100%伤害,并对目标巨型蜈蚣20%的伤害",
s51L1Desc="巨型蜈蚣100%伤害,并对目标巨型蜈蚣20%的伤害",
s52L1Desc="诛心孽龙100%伤害,并对目标巨型蜈蚣20%的伤害",
s53L1Desc="鬼面锦鲤100%伤害,并对目标巨型蜈蚣20%的伤害",
s54L1Desc="净世凤凰100%伤害,并对目标巨型蜈蚣20%的伤害",


s55L1Desc="\\<(c0xFFd4ab6f)将身边3*3范围内低于自身等级的怪物麻痹20秒>",--（麻醉术-狮子吼）

--废弃说明
s56L1Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)50%><(c0xFFd4ab6f)物理攻击伤害>",
s56L2Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)60%><(c0xFFd4ab6f)物理攻击伤害>",
s56L3Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)70%><(c0xFFd4ab6f)物理攻击伤害>",
s56L4Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)80%><(c0xFFd4ab6f)物理攻击伤害>",
s56L5Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)90%><(c0xFFd4ab6f)物理攻击伤害>",

s57L1Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)50%><(c0xFFd4ab6f)魔法攻击伤害>",
s57L2Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)60%><(c0xFFd4ab6f)魔法攻击伤害>",
s57L3Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)70%><(c0xFFd4ab6f)魔法攻击伤害>",
s57L4Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)80%><(c0xFFd4ab6f)魔法攻击伤害>",
s57L5Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)90%><(c0xFFd4ab6f)魔法攻击伤害>",

s58L1Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)50%><(c0xFFd4ab6f)道术攻击伤害>",
s58L2Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)60%><(c0xFFd4ab6f)道术攻击伤害>",
s58L3Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)70%><(c0xFFd4ab6f)道术攻击伤害>",
s58L4Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)80%><(c0xFFd4ab6f)道术攻击伤害>",
s58L5Desc="\\<(c0xFFd4ab6f)对鼠标指向的><(c0xFF00ccff)3x3><(c0xFFd4ab6f)范围内的目标造成><(c0xFF00ccff)90%><(c0xFFd4ab6f)道术攻击伤害>",

s59L1Desc="熊猫宝宝，半月",
s60L1Desc="松鼠宝宝，天火",
s61L1Desc="狐狸宝宝，冰刨",
s62L1Desc="富贵兽投火球",
s70L1Desc="道士喷火宝宝",
s70L2Desc="道士月灵宝宝",

s107L1Desc="恶灵矿区40级-恶灵教主-推人",
s108L1Desc="困兽禁域45级-巨型狮王-喷火",
s109L1Desc="无妄地狱50级-地狱教主-施毒",
s110L1Desc="炼狱殿堂55级-无常统领-爆破",
s111L1Desc="炼狱殿堂55级-堕落教主-麻痹雷电",
s112L1Desc="熔岩深渊60级-深渊统领-血咒",
s113L1Desc="熔岩深渊60级-混天教主-冰刺",
s114L1Desc="远古祭坛65级-蛛魔统领-蛛丝",
s115L1Desc="远古祭坛65级-祭坛教主-光刺",
s116L1Desc="远古祭坛65级-天镜魔王-毒术",
s117L1Desc="烈焰之井70级-黄泉统领-激光",
s118L1Desc="烈焰之井70级-红魔教主-半月",
s119L1Desc="烈焰之井70级-烈天魔王-压顶",
s120L1Desc="九黎禁地75级-追魂统领-盾",
s121L1Desc="九黎禁地75级-通天教主-火符",
s122L1Desc="九黎禁地75级-九黎魔王-冰刺",
s123L1Desc="迷失幻境80级-怨魔统领-半月",
s124L1Desc="迷失幻境80级-天幽教主-麻痹",
s125L1Desc="迷失幻境80级-迷失魔王-火墙",
s126L1Desc="水晶冰宫转生1-灵须统领-水墙",
s127L1Desc="水晶冰宫转生1-巨灵教主-光刺",
s128L1Desc="水晶冰宫转生1-玄晶教主-蛛丝",
s129L1Desc="水晶冰宫转生1-冰翼魔王-推人",
s130L1Desc="水晶冰宫转生1-幻武统领-天火",
s131L1Desc="毒龙魔宫转身2-巨锤教主-推人",
s132L1Desc="毒龙魔宫转身2-忘魂教主-剑雨",
s133L1Desc="毒龙魔宫转身2-巨蝠教主-麻痹",
s134L1Desc="毒龙魔宫转身2-毒龙魔王-爆破",
s135L1Desc="副本55级-暗之领域教主-喷火",
s136L1Desc="副本75级-暗之幽冥教主-爆破",
s137L1Desc="副本80级-暗之秘窟教主-压顶",
s138L1Desc="副本90级-暗之九霄教主-冰刺",
s139L1Desc="副本100级-暗之阎罗教主-爆破",
s140L1Desc="行会秘境-狂虎大圣-天火",
s141L1Desc="行会秘境-符岩大圣-火符",
s142L1Desc="行会秘境-毒蟹大圣-蛛丝",
s143L1Desc="行会秘境-夜行百鬼-施毒",
s144L1Desc="会员之家一层-阴灵鬼王-麻痹雷电",
s145L1Desc="会员之家一层-剧毒妖魁-吸血",
s146L1Desc="会员之家一层-冥府死神-剑法",
s147L1Desc="会员之家一层-烈焰狂蛟-水墙",
s148L1Desc="会员之家二层-猛毒蛇王-麻痹",
s149L1Desc="会员之家二层-利甲魔王-血咒",
s150L1Desc="会员之家二层-显圣牛尊-半月",
s151L1Desc="会员之家二层-通天圣将-刺杀",
s152L1Desc="会员之家二层-残暴熊圣-爆破",
s153L1Desc="蚩尤结阵-蚩尤魔王-冰刺",
s154L1Desc="王者禁地-禁地统领-刺杀",



s80L2Desc="攻击前方两格的目标,对第一格目标造成100%物理伤害,对第二格的目标造成80%的伤害并且无视防御",
s80L3Desc="攻击前方两格的目标,对第一格目标造成100%物理伤害,对第二格的目标造成100%的伤害并且无视防御",
s81L1Desc="攻击目标造成100%伤害,并对目标附近的目标造成20%的伤害",
s81L2Desc="攻击目标造成100%伤害,并对目标附近的目标造成35%的伤害",
s81L3Desc="攻击目标造成100%伤害,并对目标附近的目标造成50%的伤害",
s82L1Desc="使得下一次攻击对目标造成240%的伤害",
s82L2Desc="使得下一次攻击对目标造成300%的伤害",
s82L3Desc="使得下一次攻击对目标造成360%的伤害",
s83L1Desc="将附近8X8的怪物拉到英雄身边,造成80%的物理攻击并且强制攻击英雄,持续3秒",
s83L2Desc="将附近8X8的怪物拉到英雄身边,造成90%的物理攻击并且强制攻击英雄,持续4秒",
s83L3Desc="将附近8X8的怪物拉到英雄身边,造成100%的物理攻击并且强制攻击英雄,持续5秒",
s84L1Desc="从空中召唤一道雷电攻击目标,对目标造成80%魔法攻击加上25~65点的魔法伤害",
s84L2Desc="从空中召唤一道雷电攻击目标,对目标造成90%魔法攻击加上33~80点的魔法伤害",
s84L3Desc="从空中召唤一道雷电攻击目标,对目标造成100%魔法攻击加上43~95点的魔法伤害",
s85L1Desc="在鼠标指向的位置召唤强力的暴风雪,可以极大的伤害法术区域内的任何生物,对2x2范围内的目标造成80%魔法攻击加上160点的魔法伤害",
s85L2Desc="在鼠标指向的位置召唤强力的暴风雪,可以极大的伤害法术区域内的任何生物,对2x2范围内的目标造成90%魔法攻击加上184点的魔法伤害",
s85L3Desc="在鼠标指向的位置召唤强力的暴风雪,可以极大的伤害法术区域内的任何生物,对2x2范围内的目标造成100%魔法攻击加上208点的魔法伤害",
s86L1Desc="凝聚一个魔法盾来使得物理攻击和魔法攻击对自身的伤害减低24%.",
s86L2Desc="凝聚一个魔法盾来使得物理攻击和魔法攻击对自身的伤害减低32%.",
s86L3Desc="凝聚一个魔法盾来使得物理攻击和魔法攻击对自身的伤害减低40%.",
s87L1Desc="将附近8X8的怪物造成120%的魔法攻击",
s87L2Desc="将附近8X8的怪物造成140%的魔法攻击",
s87L3Desc="将附近8X8的怪物造成160%的魔法攻击",
s88L1Desc="远程法术,通过驱使护身符来攻击敌人.对目标造成80%道术攻击加上25~50点的伤害",
s88L2Desc="远程法术,通过驱使护身符来攻击敌人.对目标造成90%道术攻击加上35~65点的伤害",
s88L3Desc="远程法术,通过驱使护身符来攻击敌人.对目标造成100%道术攻击加上45~80点的伤害",
s89L1Desc="根据鼠标指向的位置,恢复自己或者他人的生命值.道术攻击越高,治愈术的持续时间越长",
s89L2Desc="根据鼠标指向的位置,恢复自己或者他人的生命值.道术攻击越高,治愈术的持续时间越长",
s89L3Desc="根据鼠标指向的位置,恢复自己或者他人的生命值.道术攻击越高,治愈术的持续时间越长",
s90L1Desc="能够提高魔法防御与物理防御.它的有效时间随着修炼等级的提高而延长.",
s90L2Desc="能够提高魔法防御与物理防御.它的有效时间随着修炼等级的提高而延长.",
s90L3Desc="能够提高魔法防御与物理防御.它的有效时间随着修炼等级的提高而延长.",
s91L1Desc="将附近8X8的怪物造成80%的道术攻击并且中毒",
s91L2Desc="将附近8X8的怪物造成90%的道术攻击并且中毒",
s91L3Desc="将附近8X8的怪物造成100%的道术攻击并且中毒",
s92L1Desc="增加人物与英雄的生命值、魔法值3%",
s92L2Desc="增加人物与英雄的生命值、魔法值4%",
s92L3Desc="增加人物与英雄的生命值、魔法值5%",
s93L1Desc="增加英雄与玩家的最大攻击10点,同时英雄每100点最大攻击会额外增加玩家1点最大攻击。",
s93L2Desc="增加英雄与玩家的最大攻击20点,同时英雄每80点最大攻击会额外增加玩家2点最大攻击。",
s93L3Desc="增加英雄与玩家的最大攻击30点,同时英雄每60点最大攻击会额外增加玩家3点最大攻击。",
s94L1Desc="增加人物与英雄的最大防御10点,同时英雄每100点最大防御会额外增加玩家1点最大防御。",
s94L2Desc="增加人物与英雄的最大防御20点,同时英雄每80点最大防御会额外增加玩家2点最大防御。",
s94L3Desc="增加人物与英雄的最大防御30点,同时英雄每60点最大防御会额外增加玩家3点最大防御。",
s96L1Desc="赛马技能,能让自己隐身免受图腾的主动攻击",
s97L1Desc="赛马技能,能增加自身的移动速度",
s98L1Desc="赛马技能,能使得3X3范围内的目标下马并且减少移动速度",
s159L1Desc="强大的战士凝聚一个护盾来减少受到的伤害24%.清除并免疫【缓慢材料】带来减速效果,持续20秒,在物品合成功能中,可以将技能书合成高级的技能,使用高级技能书可以将这个技能升级！",
s159L2Desc="强大的战士凝聚一个护盾来减少受到的伤害32%.清除并免疫【缓慢材料】带来减速效果,持续20秒,在物品合成功能中,可以将技能书合成高级的技能,使用高级技能书可以将这个技能升级！",
s159L3Desc="强大的战士凝聚一个护盾来减少受到的伤害40%.清除并免疫【缓慢材料】带来减速效果,持续20秒,在物品合成功能中",
s160L1Desc="诡秘的魔法技能,可以造成120%的魔法伤害.可以使目标的魔法闪避减少10%,同时每秒扣除目标0.5%的最大魔法值,持续15秒,在物品合成功能中,可以将技能书合成高级的技能,使用高级技能书可以将这个技能升级！",
s160L2Desc="诡秘的魔法技能,可以造成135%的魔法伤害.可以使目标的魔法闪避减少15%,同时每秒扣除目标0.7%的最大魔法值,持续15秒,在物品合成功能中,可以将技能书合成高级的技能,使用高级技能书可以将这个技能升级！",
s160L3Desc="诡秘的魔法技能,可以造成150%的魔法伤害.可以使目标的魔法闪避减少20%,同时每秒扣除目标1%的最大魔法值,持续15秒",
s161L1Desc="恶毒的诅咒,可以吸取目标的能量,造成120%道术伤害,同时可以降低目标100点再加上5%道术伤害的攻击力,自身可以增加相应的最大道术攻击.持续15秒,在物品合成功能中,可以将技能书合成高级的技能,使用高级技能书可以将这个技能升级！",
s161L2Desc="恶毒的诅咒,可以吸取目标的能量,造成135%道术伤害,同时可以降低目标200点再加上7%道术伤害的攻击力,自身可以增加相应的最大道术攻击.持续15秒,在物品合成功能中,可以将技能书合成高级的技能,使用高级技能书可以将这个技能升级！",
s161L3Desc="恶毒的诅咒,可以吸取目标的能量,造成150%道术伤害,同时可以降低目标300点再加上10%道术伤害的攻击力,自身可以增加相应的最大道术攻击.持续15秒。",



s80L1Desc="攻击前方两格的目标,对第一格目标造成100%物理伤害,对第二格的目标造成60%的伤害并且无视防御",
s80L2Desc="攻击前方两格的目标,对第一格目标造成100%物理伤害,对第二格的目标造成70%的伤害并且无视防御",
s80L3Desc="攻击前方两格的目标,对第一格目标造成100%物理伤害,对第二格的目标造成80%的伤害并且无视防御",
s80L4Desc="攻击前方两格的目标,对第一格目标造成100%物理伤害,对第二格的目标造成90%的伤害并且无视防御",
s80L5Desc="攻击前方两格的目标,对第一格目标造成100%物理伤害,对第二格的目标造成100%的伤害并且无视防御",
s81L1Desc="攻击目标造成100%伤害,并对目标附近的目标造成20%的伤害.",
s81L2Desc="攻击目标造成100%伤害,并对目标附近的目标造成27%的伤害.",
s81L3Desc="攻击目标造成100%伤害,并对目标附近的目标造成34%的伤害.",
s81L4Desc="攻击目标造成100%伤害,并对目标附近的目标造成42%的伤害.",
s81L5Desc="攻击目标造成100%伤害,并对目标附近的目标造成50%的伤害.",
s82L1Desc="使得下一次攻击对目标造成240%的伤害,冷却时间：10秒",
s82L2Desc="使得下一次攻击对目标造成270%的伤害,冷却时间：10秒",
s82L3Desc="使得下一次攻击对目标造成300%的伤害,冷却时间：10秒",
s82L4Desc="使得下一次攻击对目标造成330%的伤害,冷却时间：10秒",
s82L5Desc="使得下一次攻击对目标造成360%的伤害,冷却时间：10秒",
s83L1Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成50%的物理攻击并且使得目标的最大物理攻击下降60点,持续5秒,冷却时间：30秒",
s83L2Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成55%的物理攻击并且使得目标的最大物理攻击下降70点,持续5秒,冷却时间：30秒",
s83L3Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成60%的物理攻击并且使得目标的最大物理攻击下降80点,持续5秒,冷却时间：30秒",
s83L4Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成65%的物理攻击并且使得目标的最大物理攻击下降90点,持续5秒,冷却时间：30秒",
s83L5Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成70%的物理攻击并且使得目标的最大物理攻击下降100点,持续5秒,冷却时间：30秒",
s84L1Desc="从空中召唤一道雷电攻击目标,对目标造成80%魔法攻击加上65点的魔法伤害",
s84L2Desc="从空中召唤一道雷电攻击目标,对目标造成85%魔法攻击加上80点的魔法伤害",
s84L3Desc="从空中召唤一道雷电攻击目标,对目标造成90%魔法攻击加上95点的魔法伤害",
s84L4Desc="从空中召唤一道雷电攻击目标,对目标造成95%魔法攻击加上110点的魔法伤害",
s84L5Desc="从空中召唤一道雷电攻击目标,对目标造成100%魔法攻击加上125点的魔法伤害",
s85L1Desc="英雄技能,对3x3范围内的目标造成80%魔法攻击加上160点的魔法伤害,冷却时间：5秒",
s85L2Desc="英雄技能,对3x3范围内的目标造成85%魔法攻击加上184点的魔法伤害,冷却时间：5秒",
s85L3Desc="英雄技能,对3x3范围内的目标造成90%魔法攻击加上208点的魔法伤害,冷却时间：5秒",
s85L4Desc="英雄技能,对3x3范围内的目标造成95%魔法攻击加上232点的魔法伤害,冷却时间：5秒",
s85L5Desc="英雄技能,对3x3范围内的目标造成100%魔法攻击加上256点的魔法伤害,冷却时间：5秒",
s86L1Desc="凝聚一个持续20秒的魔法盾来使得物理攻击和魔法攻击对自身的伤害减低24%.冷却时间：5秒",
s86L2Desc="凝聚一个持续30秒的魔法盾来使得物理攻击和魔法攻击对自身的伤害减低28%.冷却时间：5秒",
s86L3Desc="凝聚一个持续40秒的魔法盾来使得物理攻击和魔法攻击对自身的伤害减低32%.冷却时间：5秒",
s86L4Desc="凝聚一个持续50秒的魔法盾来使得物理攻击和魔法攻击对自身的伤害减低36%.冷却时间：5秒",
s86L5Desc="凝聚一个持续60秒的魔法盾来使得物理攻击和魔法攻击对自身的伤害减低40%.冷却时间：5秒",
s87L1Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成50%的魔法攻击并且使得目标的最大魔法攻击下降60点,持续5秒,冷却时间：30秒",
s87L2Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成55%的魔法攻击并且使得目标的最大魔法攻击下降70点,持续5秒,冷却时间：30秒",
s87L3Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成60%的魔法攻击并且使得目标的最大魔法攻击下降80点,持续5秒,冷却时间：30秒",
s87L4Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成65%的魔法攻击并且使得目标的最大魔法攻击下降90点,持续5秒,冷却时间：30秒",
s87L5Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成70%的魔法攻击并且使得目标的最大魔法攻击下降100点,持续5秒,冷却时间：30秒",
s88L1Desc="远程法术,通过驱使护身符来攻击敌人.对目标造成80%道术攻击加上50点的伤害",
s88L2Desc="远程法术,通过驱使护身符来攻击敌人.对目标造成85%道术攻击加上65点的伤害",
s88L3Desc="远程法术,通过驱使护身符来攻击敌人.对目标造成90%道术攻击加上80点的伤害",
s88L4Desc="远程法术,通过驱使护身符来攻击敌人.对目标造成95%道术攻击加上95点的伤害",
s88L5Desc="远程法术,通过驱使护身符来攻击敌人.对目标造成100%道术攻击加上110点的伤害",
s89L1Desc="在战斗的时候,能够对自身与主人施放一个治愈术,每秒恢复80点生命值,持续8秒,冷却时间：30秒",
s89L2Desc="在战斗的时候,能够对自身与主人施放一个治愈术,每秒恢复100点生命值,持续10秒,冷却时间：28秒",
s89L3Desc="在战斗的时候,能够对自身与主人施放一个治愈术,每秒恢复120点生命值,持续12秒,冷却时间：26秒",
s89L4Desc="在战斗的时候,能够对自身与主人施放一个治愈术,每秒恢复150点生命值,持续14秒,冷却时间：24秒",
s89L5Desc="在战斗的时候,能够对自身与主人施放一个治愈术,每秒恢复200点生命值,持续16秒,冷却时间：22秒",
s90L1Desc="在战斗的时候,能够提高自身与主人的最大魔法防御与最大物理防御15点.持续20秒,冷却时间：20秒",
s90L2Desc="在战斗的时候,能够提高自身与主人的最大魔法防御与最大物理防御30点.持续30秒,冷却时间：20秒",
s90L3Desc="在战斗的时候,能够提高自身与主人的最大魔法防御与最大物理防御45点.持续40秒,冷却时间：20秒",
s90L4Desc="在战斗的时候,能够提高自身与主人的最大魔法防御与最大物理防御60点.持续50秒,冷却时间：20秒",
s90L5Desc="在战斗的时候,能够提高自身与主人的最大魔法防御与最大物理防御80点.持续60秒,冷却时间：20秒",
s91L1Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成50%的道术攻击并且使得目标的最大道术攻击下降60点,持续5秒,冷却时间：30秒",
s91L2Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成55%的道术攻击并且使得目标的最大道术攻击下降70点,持续5秒,冷却时间：30秒",
s91L3Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成60%的道术攻击并且使得目标的最大道术攻击下降80点,持续5秒,冷却时间：30秒",
s91L4Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成65%的道术攻击并且使得目标的最大道术攻击下降90点,持续5秒,冷却时间：30秒",
s91L5Desc="攻击以英雄为中心的9X9内所有可攻击目标,造成70%的道术攻击并且使得目标的最大道术攻击下降100点,持续5秒,冷却时间：30秒",
s92L1Desc="在英雄出战时,增加人物与英雄的生命值、魔法值3%",
s92L2Desc="在英雄出战时,增加人物与英雄的生命值、魔法值6%",
s92L3Desc="在英雄出战时,增加人物与英雄的生命值、魔法值9%",
s92L4Desc="在英雄出战时,增加人物与英雄的生命值、魔法值12%",
s92L5Desc="在英雄出战时,增加人物与英雄的生命值、魔法值15%",
s93L1Desc="在英雄出战时,增加英雄与玩家的所有最大攻击25点",
s93L2Desc="在英雄出战时,增加英雄与玩家的所有最大攻击35点",
s93L3Desc="在英雄出战时,增加英雄与玩家的所有最大攻击50点",
s93L4Desc="在英雄出战时,增加英雄与玩家的所有最大攻击70点",
s93L5Desc="在英雄出战时,增加英雄与玩家的所有最大攻击100点",
s94L1Desc="在英雄出战时,增加英雄与玩家的所有最大防御10点",
s94L2Desc="在英雄出战时,增加英雄与玩家的所有最大防御15点",
s94L3Desc="在英雄出战时,增加英雄与玩家的所有最大防御20点",
s94L4Desc="在英雄出战时,增加英雄与玩家的所有最大防御35点",
s94L5Desc="在英雄出战时,增加英雄与玩家的所有最大防御50点",


s96L1Desc="赛马技能,能让自己隐身免受图腾的主动攻击",
s97L1Desc="赛马技能,能增加自身的移动速度",
s98L1Desc="赛马技能,能使得3X3范围内的目标下马并且减少移动速度",


s137L1Desc="被动增加1点英雄的幸运值",
s137L2Desc="被动增加2点英雄的幸运值",
s137L3Desc="被动增加3点英雄的幸运值",
s137L4Desc="被动增加4点英雄的幸运值",
s137L5Desc="被动增加5点英雄的幸运值",
s141L1Desc="使得英雄获得的经验增加10%,这个效果可以与其他经验增加BUFF叠加",
s141L2Desc="使得英雄获得的经验增加15%,这个效果可以与其他经验增加BUFF叠加",
s141L3Desc="使得英雄获得的经验增加20%,这个效果可以与其他经验增加BUFF叠加",
s141L4Desc="使得英雄获得的经验增加27%,这个效果可以与其他经验增加BUFF叠加",
s141L5Desc="使得英雄获得的经验增加35%,这个效果可以与其他经验增加BUFF叠加",

s159L1Desc="强大的战士凝聚一个护盾来减少受到的伤害24%.清除并免疫【缓慢材料】带来减速效果,持续20秒,在物品合成功能中,可以将技能书合成高级的技能,使用高级技能书可以将这个技能升级！",
s159L2Desc="强大的战士凝聚一个护盾来减少受到的伤害32%.清除并免疫【缓慢材料】带来减速效果,持续20秒,在物品合成功能中,可以将技能书合成高级的技能,使用高级技能书可以将这个技能升级！",
s159L3Desc="强大的战士凝聚一个护盾来减少受到的伤害40%.清除并免疫【缓慢材料】带来减速效果,持续20秒",
s160L1Desc="诡秘的魔法技能,可以造成120%的魔法伤害.可以使目标的魔法闪避减少10%,同时每秒扣除目标0.5%的最大魔法值,持续15秒,在物品合成功能中,可以将技能书合成高级的技能,使用高级技能书可以将这个技能升级！",
s160L2Desc="诡秘的魔法技能,可以造成135%的魔法伤害.可以使目标的魔法闪避减少15%,同时每秒扣除目标0.7%的最大魔法值,持续15秒,在物品合成功能中,可以将技能书合成高级的技能,使用高级技能书可以将这个技能升级！",
s160L3Desc="诡秘的魔法技能,可以造成150%的魔法伤害.可以使目标的魔法闪避减少20%,同时每秒扣除目标1%的最大魔法值,持续15秒",
s161L1Desc="恶毒的诅咒,可以吸取目标的能量,造成120%道术伤害,同时可以降低目标100点再加上5%道术伤害的攻击力,自身可以增加相应的最大道术攻击.持续15秒,在物品合成功能中,可以将技能书合成高级的技能,使用高级技能书可以将这个技能升级！",
s161L2Desc="恶毒的诅咒,可以吸取目标的能量,造成135%道术伤害,同时可以降低目标200点再加上7%道术伤害的攻击力,自身可以增加相应的最大道术攻击.持续15秒,在物品合成功能中,可以将技能书合成高级的技能,使用高级技能书可以将这个技能升级！",
s161L3Desc="恶毒的诅咒,可以吸取目标的能量,造成150%道术伤害,同时可以降低目标300点再加上10%道术伤害的攻击力,自身可以增加相应的最大道术攻击.持续15秒。",



--法宝技能
magicskill1="在被攻击时候减少受到伤害<(c0xFF00FF00)$1$点>,将会有<(c0xFF00FF00)5%几率>触发,法宝等级越高,减少的伤害越多",
magicskill2="在攻击时候追加伤害<(c0xFF00FF00)$2$点>,将会有<(c0xFF00FF00)5%几率>触发,法宝等级越高,追加的伤害越多",
magicskill3="在攻击时候无视目标防御<(c0xFF00FF00)$2$点>,将会有<(c0xFF00FF00)5%几率>触发,法宝等级越高,无视的防御越多",


}