--lua script

--type :条件的类型，1 为杀死某个BOSS，2 为清除所有的怪物。 ..
--monsterid :怪物ID，amount = 数量，也可作为存活的时间数（单位为秒）

--type=1表示杀死怪物311即可通关，如果type = 2，则表示杀死所有怪物，则不能出现type=1的条件，因为这两个有矛盾
--如果type=2，monsterid不用配置
--amount没什么意义，考虑去掉
TongGuanCondition =
{
	[1] = {   --主线-尸王殿
		{type = 2 },		
	},
	[2] = {   --主线-沃玛殿
		{type = 2 },
	},
	[3] = {  --主线-蜈蚣殿
		{type = 2 },
	},	
	[4] = {   --主线-猪妖殿
		{type = 2 },
	},
	[5] = {  --主线-祖玛殿
		{type = 2 },
	},
	[6] = {  --主线-牛魔殿
		{type = 2 },
	},
	[7] = {  --主线-蜘蛛殿
		{type = 2 },
	},		
	[8] = {   --主线-魔龙殿
		{type = 2 },
	},
	[9] = {   --主线-模拟攻城战
		{type = 2 },
	},
	[10] = { --10级BOSS挑战
		{type = 2 },
	},
	[11] = { --20级BOSS挑战
		{type = 2 },
	},
	[12] = { --80级BOSS挑战
		{type = 2 },
	},
	[13] = { --1转BOSS挑战
		{type = 2 },
	},
	[14] = {   --3转BOSS挑战
		{type = 2 },
	},
	[15] = {   --5转BOSS挑战
		{type = 2 },
	},
	[16] = {   --7转BOSS挑战
		{type = 2 },
	},
	[17] = {   --9转BOSS挑战 
		{type = 2 },
	},
	[18] = {   --11转BOSS挑战
		{type = 2 },
	},
	[19] = {   --强化副本
		{type = 2 },
	},
	[20] = {   --玉佩副本
		{type = 2 },
	},
	[21] = {   --护盾副本
		{type = 2 },
	},
	[22] = {   --羽毛副本
		{type = 2 },
	},
	[23] = {   --宝石副本
		{type = 2 },
	},
	[24] = {   --圣珠副本
		{type = 2 },
	},
	[25] = {   --备用副本
		{type = 2 },
	},
	[26] = {   --面巾副本
		{type = 2 },
	},
	[27] = {   --勇者闯关副本
		{type = 2 },
	},
	[28] = {   --虚拟红名村
		{type = 2 },
	},
	[100] = {   --变异骷髅王[一阶]
		{type = 2 },
	},

	[101] = {   --铁链僵尸皇[一阶]
		{type = 2 },
	},

	[102] = {   --暗之钳虫皇[一阶]
		{type = 2 },
	},

	[103] = {   --异教教皇[一阶]
		{type = 2 },
	},

	[104] = {   --虚空大帝[一阶]
		{type = 2 },
	},

	[105] = {   --破碎教皇[一阶]
		{type = 2 },
	},

	[106] = {   --蛮荒大教皇[一阶]
		{type = 2 },
	},

	[107] = {   --	变异骷髅王[五阶]
		{type = 2 },
	},

	[108] = {   --铁链僵尸皇[五阶]
		{type = 2 },
	},

	[109] = {   --暗之钳虫皇[五阶]
		{type = 2 },
	},

	[110] = {   --异教教皇[五阶]
		{type = 2 },
	},

	[111] = {   --虚空大帝[五阶]
		{type = 2 },
	},

	[112] = {   --破碎教皇[五阶]
		{type = 2 },
	},

	[113] = {   --蛮荒大教皇[五阶]
		{type = 1 },
	},

	[114] = {   --变异骷髅王[十阶]
		{type = 1 },
	},

	[115] = {   --铁链僵尸皇[十阶]
		{type = 1 },
	},

	[116] = {   --暗之钳虫皇[十阶]
		{type = 2 },
	},

	[117] = {   --异教教皇[十阶]
		{type = 2 },
	},

	[118] = {   --虚空大帝[十阶]
		{type = 2 },
	},

	[119] = {   --破碎教皇[十阶]
		{type = 2 },
	},

	[120] = {   --蛮荒大教皇[十阶]
		{type = 2 },
	},

	[121] = {   --幻影狐王
		{type = 2 },
	},

	[122] = {   --天关1
		{type = 2 },
	},

	[123] = {   --天关2
		{type = 2 },
	},

	[124] = {   --天关3
		{type = 2 },
	},

	[125] = {   --天关4
		{type = 2 },
	},

	[126] = {   --天关5
		{type = 2 },
	},

	[127] = {   --天关6
		{type = 2 },
	},

	[128] = {   --天关7
		{type = 2 },
	},

	[129] = {   --天关8
		{type = 2 },
	},

	[130] = {   --天关9
		{type = 2 },
	},

	[131] = {   --天关10
		{type = 2 },
	},

	[132] = {   --天关11
		{type = 2 },
	},

	[133] = {   --天关12
		{type = 2 },
	},

	[134] = {   --天关13
		{type = 2 },
	},

	[135] = {   --天关14
		{type = 2 },
	},

	[136] = {   --天关15
		{type = 2 },
	},

	[137] = {   --天关16
		{type = 2 },
	},

	[138] = {   --天关17
		{type = 2 },
	},

	[139] = {   --天关18
		{type = 2 },
	},

	[140] = {   --天关19
		{type = 2 },
	},

	[141] = {   --天关20
		{type = 2 },
	},

	[142] = {   --天关21
		{type = 2 },
	},

	[143] = {   --天关22
		{type = 2 },
	},

	[144] = {   --天关23
		{type = 2 },
	},

	[145] = {   --天关24
		{type = 2 },
	},

	[146] = {   --天关25
		{type = 2 },
	},

	[147] = {   --天关26
		{type = 2 },
	},

	[148] = {   --天关27
		{type = 2 },
	},

	[149] = {   --天关28
		{type = 2 },
	},

	[150] = {   --天关29
		{type = 2 },
	},

	[151] = {   --天关30
		{type = 2 },
	},

	[152] = {   --74-82BOSS试练
		{type = 2 },
	},

	[153] = {   --74-82BOSS试练
		{type = 2 },
	},

	[154] = {   --74-82BOSS试练
		{type = 2 },
	},

	[155] = {   --74-82BOSS试练
		{type = 2 },
	},

	[156] = {   --74-82BOSS试练
		{type = 2 },
	},

	[157] = {   --3v3竞技
		{type = 2 },
	},

	[158] = {   --110BOSS
		{type = 2 },
	},
	[159] = {   --115个人BOSS
		{type = 2 },
	},
	[183] = {   --115个人BOSS
		{type = 2 },
	},
	[184] = {   --115个人BOSS
		{type = 2 },
	},
	[185] = {   --115个人BOSS
		{type = 2 },
	},
	[186] = {   --115个人BOSS
		{type = 2 },
	},
	[187] = {   --115个人BOSS
		{type = 2 },
	},
	[188] = {   --115个人BOSS
		{type = 2 },
	},
	[189] = {   --材料副本
		{type = 2 },
	},
	[190] = {   --行会BOSS
		{type = 2 },
	},
	[191] = {   --行会BOSS
		{type = 2 },
	},
	[192] = {   --行会BOSS
		{type = 2 },
	},
	[193] = {   --行会BOSS
		{type = 2 },
	},
	[194] = {   --行会BOSS
		{type = 2 },
	},
	[195] = {   --行会BOSS
		{type = 2 },
	},
	[196] = {   --行会BOSS
		{type = 2 },
	},
	[197] = {   --行会BOSS
		{type = 2 },
	},
	[198] = {   --行会BOSS
		{type = 2 },
	},
	[199] = {   --行会BOSS
		{type = 2 },
	},
	[200] = {   --行会BOSS
		{type = 2 },
	},
	[201] = {   --行会BOSS
		{type = 2 },
	},
	[202] = {   --行会BOSS
		{type = 2 },
	},
	[203] = {   --行会BOSS
		{type = 2 },
	},
	[204] = {   --行会BOSS
		{type = 2 },
	},
	[205] = {   --血炼副本
		{type = 2 },
	},
	[206] = {   --1v1竞技
		{type = 2 },
	},
	[207] = {   --血炼副本
		{type = 2 },
	},


 





}

--副本难度对应的分值
FbHardLevel = {
	[1] = 50,
	[2] = 100,
	[3] = 200,
	[4] = 400,
}

--用于计算副本消耗时间分值
FbTimePoint = {
	[0] = 
	{	--单人配置
		{sp = 0.00,ep = 0.08,point = 350,},		--花费的时间是副本总时间的1%~10%	得500	
		{sp = 0.08,ep = 0.11,point = 320,},
		{sp = 0.11,ep = 0.15,point = 290,},
		{sp = 0.15,ep = 0.19,point = 260,},
		{sp = 0.19,ep = 0.23,point = 230,},
		{sp = 0.23,ep = 0.27,point = 200,},	
		{sp = 0.27,ep = 0.32,point = 150,},
		{sp = 0.32,ep = 0.38,point =  20,},
		{sp = 0.38,ep = 0.50,point =   0,},
		{sp = 0.50,ep = 1.00,point = -300,},
	},
	[1] = 
	{	--队伍配置
		{sp = 0.00,ep = 0.13,point = 1000,},
		{sp = 0.13,ep = 0.16,point = 885,},
		{sp = 0.16,ep = 0.20,point = 770,},
		{sp = 0.20,ep = 0.24,point = 655,},
		{sp = 0.24,ep = 0.28,point = 540,},
		{sp = 0.28,ep = 0.32,point = 425,},
		{sp = 0.32,ep = 0.36,point = 200,},
		{sp = 0.36,ep = 0.40,point = 100,},
		{sp = 0.40,ep = 0.50,point = -100,},
		{sp = 0.50,ep = 1.00,point = -850,},
	},
}

--在副本中一共击杀的敌人数量（包括BOSS）占整体敌人数量的百分比
FbMonKillPoint = {
	[0] ={
		{sp = 0.99,ep = 1000,point =  600,},		--
		{sp = 0.89,ep = 0.99,point =  500,},		--类推
		{sp = 0.79,ep = 0.89,point =  400,},		--类推
		{sp = 0.59,ep = 0.79,point =  300,},		--类推
		{sp = 0.39,ep = 0.59,point =  150,},		--类推
		{sp = 0.19,ep = 0.39,point =   80,},		--类推
		{sp = 0.09,ep = 0.19,point =   10,},		--类推
		{sp = 0.00,ep = 0.09,point = -300,},		--类推
	},
	[1] ={
		{sp = 0.99,ep = 1000,point =  3000,},		--
		{sp = 0.89,ep = 0.99,point =  2800,},		--类推
		{sp = 0.79,ep = 0.89,point =  2500,},		--类推
		{sp = 0.59,ep = 0.79,point =  2000,},		--类推
		{sp = 0.39,ep = 0.59,point =  1500,},		--类推
		{sp = 0.19,ep = 0.39,point =  1000,},		--类推
		{sp = 0.09,ep = 0.19,point =   100,},		--类推
		{sp = 0.00,ep = 0.09,point = -1500,},		--类推
	},
}

--队伍模式的通关分加成
TeamFbAdd =
{
	[2] = 0.02,
	[3] = 0.04,
	[4] = 0.06,
	[5] = 0.08,
}

--用于计算通关评级
FbPoint = {
	{sp = 0.95,ep = 100.0,},
	{sp = 0.90,ep = 0.95,},
	{sp = 0.80,ep = 0.90,},
	{sp = 0.60,ep = 0.80,},
	{sp = 0.30,ep = 0.60,},
	{sp = 0.0, ep = 0.30,},
}

FbLevelPoint ={
	[0] = {	--单人
		[1] = 1000,
		[2] = 1050,
		[3] = 1150,
		[4] = 1350,
	},
	[1] = {	--队伍
		[1] = 4250,
		[2] = 4300,
		[3] = 4400,
		[4] = 4600,
	},
}

--副本通关奖励,从多选一中抽取

FubenPassReward = {
	{ type = 0, id = 201, count = 1, strong = 0,quality = 0,bind = 1 },
	{ type = 0, id = 200, count = 1, strong = 0,quality = 0,bind = 1 },
	{ type = 0, id = 511, count = 1, strong = 0,quality = 0,bind = 1 },
	{ type = 0, id = 510, count = 1, strong = 0,quality = 0,bind = 1 },
	{ type = 0, id = 512, count = 1, strong = 0,quality = 0,bind = 1 },
	{ type = 0, id = 292, count = 1, strong = 0,quality = 0,bind = 1 },
	{ type = 0, id = 386, count = 1, strong = 0,quality = 0,bind = 1 },
	{ type = 0, id = 531, count = 1, strong = 0,quality = 0,bind = 1 },
}