--[[File:FubenCountConfig.lua]]
--#include "..\language\LangCode.txt"

--副本的进入次数的配置，前面的[1]表示组的ID，后面表示次数,副本的分组是共享副本次数的概念
FubenCountConfig = {
  [1] = 10,	--尸王殿
  [2] = 10,	--沃玛殿
  [3] = 10,	--蜈蚣殿
  [4] = 10,	--猪妖殿
  [5] = 10,	--祖玛殿
  [6] = 10,	--牛魔殿
  [7] = 10,	--蜘蛛殿
  [8] = 10,	--魔龙殿
  [9] = 10,	--模拟攻城战
  [10] = 10,	--10级BOSS挑战
  [11] = 10,	--20级BOSS挑战
  [12] = 1,	--80级BOSS挑战
  [13] = 1,	--1转BOSS挑战
  [14] = 1,	--3转BOSS挑战
  [15] = 1,	--5转BOSS挑战
  [16] = 1,	--7转BOSS挑战
  [17] = 1,	--9转BOSS挑战
  [18] = 1,	--11转BOSS挑战(备用)
  [19] = 1,	--副本
  [20] = 1,	--副本
  [21] = 1,	--副本
  [22] = 1,	--副本
  [23] = 1,	--副本
  [24] = 1,	--副本
  [25] = 1,	--功勋副本
  [26] = 1,	--面巾副本
  [27] = 1,	--勇者闯关副本
  [28] = 10,	--虚拟红名村
  [29] = 5,	--降魔战场
--[32] = 3,	-- 装备战神闯关
  [65] = 3, --恶魔岭
  [69] = 10,
  [70] = 10,
  [71] = 10,
  [72] = 10,
  [73] = 10,
  [74] = 10,
  [75] = 10,
  [76] = 10,
  [77] = 10,
  [78] = 10,
  [79] = 10,
  [80] = 10,
  [81] = 10,
  [82] = 10,
  [83] = 10,
  [84] = 10,
  [85] = 10,
  [86] = 10,
  [87] = 10,
  [88] = 10,
  [89] = 10,
  [90] = 10,
  [91] = 10,
  [92] = 10,
  [93] = 10,
  [94] = 10,
  [95] = 10,
  [96] = 10,
  [97] = 10,
  [98] = 10,
  [99] = 10,
  [100] = 3,--
  [101] = 3,
  [102] = 3,
  [103] = 3,
  [104] = 3,
  [105] = 3,
  [106] = 3,
  [107] = 3,
  [108] = 3,
  [109] = 3,
  [110] = 3,
  [111] = 3,
  [112] = 3,
  [113] = 1,
  [114] = 1,
  [115] = 1,
  [116] = 3,
  [117] = 3,
  [118] = 3,
  [119] = 3,
  [120] = 3,
  [121] = 3,

  [152] = 1,
  [153] = 1,
  [154] = 1,
  [155] = 1,
  [156] = 1,

  [157] = 5,
  [158] = 3,
  [159] = 3,
  [183] = 1,
  [184] = 1,
  [185] = 1,
  [186] = 1,
  [187] = 1,
  [188] = 1,
  [189] = 1,

  [190] = 999,
  [191] = 999,
  [192] = 999,
  [193] = 999,
  [194] = 999,
  [195] = 999,
  [196] = 999,
  [197] = 999,
  [198] = 999,
  [199] = 999,
  [200] = 999,
  [201] = 999,
  [202] = 999,
  [203] = 999,
  [204] = 999,
  [205] = 1,
  [206] = 999,
  [207] = 2, 


  --

}

--购买助手配置
MonsterAssists = {
	Buy = {
		{1, 10, 2, 84},   --价格类型，金钱数量，最多购买数量，助手的id
		{3, 100, 20, 85},		--价格类型，金钱数量，最多购买数量，助手的id
	},
	Fubens = {
		[12] = {
			{63,80,77,91},		--x1,x2,y1,y2 区域
		},
		[5] = {
			{104,108,112,122},
			{112,118,100,110},
			{100,112,104,116},
		},
	},
}

--唤醒水域龙王
CallDragonKingMap = {
	[10] = {
		KingId = 365,
		Pos = {100,100},
		ItemInfo = {1005, 5},		--需要5个物品才可以唤醒
	},
}

--召唤血魔天尊
CallBloodSeeker = {
	[11] = {
		ItemId = 870,			--背包中的召唤物品
		ItemCount = 10,			--物品数量
		MonsterId = 370,		--血魔天尊id
		Pos = {113,113,55,55},  --坐标范围
	},
}


--召唤怪物
CallMonstersMap = {
	[11] = {
		ItemId = 865,   --金刚强化屠龙、金刚强化法杖、金刚强化蒲扇
		ItemCount = 10,
		monsterIds = {367,368,369},  --怪的列表
		pos = {80,80,88,88},		--坐标范围
	},
}


--剧情副本中获取武器，退出时要销毁
StoryEquipMap = {
	[32] = {type = 0, id = 905, count = 1, strong = 10, quality = 0, bind = 0 },
}

--剧情副本中获取武器，退出时要销毁
StoryEquipMap = {
	[48] = {type = 0, id = 905, count = 1, strong = 10, quality = 0, bind = 0 },
}

--[NPC的ID] = {副本列表}
NPCFubenTable = {
	[96] = {3},
}


