
--设置配置
SystemConfig = {
	{
		type = 1,
		name = "绑定金币",
		itemtype = 1,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{}}},	--物品Id选择
		selectTypes = {{1,1,0}}, --默认
	},
	{
		type = 2,
		name = "金币",
		itemtype = 2,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{}}},	--物品Id选择
		selectTypes = {{1,1,0}}, --默认
	},
	{
		type = 3,
		name = "元宝",
		itemtype = 3,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{}}},	--物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},
	{
		type = 4,
		name = "非转套装",
		itemtype = 0,  --0 装备 
		options = {"全部装备","两仪以上套装","三才以上套装","四象以上套装","五行以上套装","六合以上套装","七星以上套装","八荒以上套装","九宫以上套装","十方套装"},  --目录
		idRange = {{{41,48},{50,57},{319,372},{394,429}},{{328,372},{394,429}},{{337,372},{394,429}},{{346,372},{394,429}},{{355,372},{394,429}},{{364,372},{394,429}},{{394,429}},{{403,429}},{{413,429}},{{423,429}}},	--物品Id选择
		selectTypes = {{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},
	{
		type = 5,
		name = "转生套装",
		itemtype = 0,  --0 装备 
		options = {"全部转生装备","2转以上套装","3转以上套装","4转以上套装","5转以上套装","6转以上套装","7转以上套装","8转以上套装","11转套装","12转以上套装"},  --目录
		idRange = {{{430,456},{577,603},{87,167},{4618,4698},{168,194}},{{439,456},{577,603},{87,167},{4618,4698}},{{448,456},{577,603},{87,167},{4618,4698}},{{577,603},{4618,4698},{87,167}},{{586,603},{4645,4698},{87,167}},{{595,603},{4672,4698},{87,167}},{{87,167}},{{114,167}},{{141,167}},{{168,194}}},	--物品Id选择
		selectTypes = {{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},
	-- {
	-- 	type = 6,
	-- 	name = "生肖装备",
	-- 	itemtype = 0,  --0 装备 
	-- 	options = {"无等级选择"},  --目录
	-- 	idRange = {{{1814,1849}}},	--物品Id选择
	-- 	selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	--},
	{
		type = 7,
		name = "战将装备",
		itemtype = 0,  --0 装备 
		options = {"全部装备","比奇以上套装","毒蛇以上套装","沃玛以上套装","祖玛以上套装","赤月以上套装","雷霆以上套装","光芒以上套装","烈焰以上套装","暗黑以上套装"},  --目录
		idRange = {{{1783,1812},{1850,1869}},{{1788,1812}},{{1793,1812}},{{1798,1812}},{{1803,1812}},{{1808,1812}},{{1850,1869}},{{1855,1869}},{{1860,1869}},{{1865,1869}}},	--物品Id选择
		selectTypes = {{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},
	{
		type = 8,
		name = "神炉碎片",
		itemtype = 0,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{484,486},{531,539},{565,574}}},	--物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},
	-- {
	-- 	type = 9,
	-- 	name = "灵    石",
	-- 	itemtype = 0,  --0 装备 
	-- 	options = {"无等级选择"},  --目录
	-- 	idRange = {{{1604,1605},{1609,1610},{1614,1615},{1619,1620},{1624,1625}}},	--物品Id选择
	-- 	selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	-- },
	-- {
	-- 	type = 14,
	-- 	name = "魔核",
	-- 	itemtype = 0,  --0 装备 
	-- 	options = {"全部魔核","二级以上魔核","三级以上魔核","四级以上魔核","五级以上魔核","六级以上魔核","七级以上魔核","八级以上魔核","九级以上魔核","十级魔核"},  --目录
	-- 	idRange = {{{650,659},{660,669}},{{651,659},{661,669}},{{652,659},{662,669}},{{653,659},{663,669}},{{654,659},{664,669}},{{655,659},{665,669}},{{656,659},{666,669}},{{657,659},{667,669}},{{658,659},{668,669}},{{659,659},{669,669}}},	--物品Id选择
	-- 	selectTypes = {{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0}},  --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	-- },
	{
		type = 15,
		name = "BOSS符文",
		itemtype = 0,  --0 装备 
		options = {"全部符文","二转以上符文","三转以上符文","四转以上符文","五转以上符文","六转以上符文","七转以上符文","九转以上符文","十一转符文"},  --目录
		idRange = {{{3551,3622},{4607,4617}},{{3559,3622},{4607,4617}},{{3567,3622},{4607,4617}},{{3575,3622},{4607,4617}},{{3583,3622},{4607,4617}},{{3591,3622},{4607,4617}},{{3599,3622},{4607,4617}},{{3607,3622},{4607,4617}},{{3615,3622},{4607,4617}}},	--物品Id选择
		selectTypes = {{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0},{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},
	{
		type = 10,
		name = "药    品",
		itemtype = 0,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{79,81},{559,559},{4741,4741}}},	--物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},
	{
		type = 11,
		name = "技能相关",
		itemtype = 0,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{312,312},{469,469},{64,78},{312,315},{379,390},{4707,4712}}},	--物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},
	{
		type = 12,
		name = "元宝道具",
		itemtype = 0,  --0 装备 813,817},{507,507
		options = {"无等级选择"},  --目录
		idRange = {{{85,85},{493,495},{527,528},{542,544},{813,817},{507,507},{5165,5168},{5363,5365},{5645,5647},{5657,5661},{5947,5951},{5960,5968},{6223,6226},{6247,6250},{6271,6271},{6297,6298},{6353,6355},{6362,6362},{6392,6403},{6703,6713},{6731,6736},{6817,6817},{7046,7046},{6691,6691},{6660,6660},{6862,6862},{6888,6888},{6892,6892},{6896,6896},{6900,6900},{6941,6941},{6967,6979},{7057,7060},{7194,7198},{7039,7039},{7157,7160}}},	--物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},
	{
		type = 13,
		name = "其他道具",
		itemtype = 0,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{488,491},{678,678},{1777,1780},{1782,1782},{318,318},{464,468},{634,634},{548,548},{550,550},{457,457},{1774,1774},{308,311},{549,549},{4699,4706},{4740,4740},{551,553},{5171,5171},{5165,5168},{5379,5383},{5446,5453},{5469,5469},{5581,5581},{6216,6219},{6359,6359},{6503,6530},{6538,6543},{6653,6653},{7061,7066},{7657,7657},{7806,7809},{6865,6884}}},	--物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},

	{
		type = 14,
		name = "饰    品",
		itemtype = 0,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{5152,5155},{5648,5648}}},	--物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},

	{
		type = 16,
		name = "远古战衣",
		itemtype = 0,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{5536,5576}}},  --物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},

	{
		type = 17,
		name = "生肖装备",
		itemtype = 0,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{6047,6106}}},  --物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},

	{
		type = 18,
		name = "生肖碎片",
		itemtype = 0,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{6035,6146}}},  --物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},

	{
		type = 19,
		name = "元神装备",
		itemtype = 0,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{6302,6352}}},  --物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},

	{
		type = 20,
		name = "龙腾装备",
		itemtype = 0,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{7201,7282}}},  --物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},

	{
		type = 22,
		name = "仙装装备",
		itemtype = 0,  --0 装备 
		options = {"无等级选择"},  --目录
		idRange = {{{7720,7785}}},  --物品Id选择
		selectTypes = {{1,1,0}}, --索引1 自动拾取 索引2 自动显名 索引3 特殊提示  1表示true 0 false
	},

}