--热销商品，0元，1元商品的刷新的配置表
--配置定期刷新商品的ID和数目
--商品的刷出是优先开服时间来算的，比如开服第1天卖什么，第2天卖什么...
--星期的限制只要用来后期的，如果开服时间比较久了，按星期来，每天不同
--筛选物品的优先级以配置的顺序来判断，如果在配置前面的命中数量足够则不会选择后面的

--id表示商品的ID,
--count表示刷出来的数目,如果没有限制，就放一个很大的数字，比如100000000
--percent表示命中的概率，每个物品概率独立随机 以10000为模，即1/10000 不配置则不会进行随机，100%选中物品，但是否命中还要看优先级问题
--weekDay表示星期几, -1表示不限制星期几，0表示周日，1表示周1 ,...6表示周6，不配置则不会选中
--openServerDay 开服的第几天 ,1表示开服第1天，2第2天，-1表示不做开服的限制，不配置则不会选中
--mergeServerDay 合服第几天，1表示合服的第1天，-1表示不做合服限制，不配置则不会选中
--beforeMergeDay 合服前第几天，1表示合服前的第1天，-1表示不做合服前限制，不配置则不会选中，这个时间需要后台开启
--month表示特殊的月，如果没有限制就配置为-1,否则比如1月有效就是month=1，不配置则不会选中
--day表示特殊的天，如果没有限制就配置为-1，1号就是day=1，不配置则不会选中
--筛选物品的优先级以配置的顺序来判断，如果在配置前面的命中数量足够则不会选择后面的
      
RefreshStore=
{
	{
		--分类ID=1  限时抢购
		count=3,	--每次刷新刷出来的商品的数目，从下面的列表选择这个数目的个数
		items=
		{
	-- { id= 10001, count = 30, weekDay = -1, },
	-- { id= 10002, count = 20, weekDay = -1, },
	-- { id= 10003, count = 50, weekDay = -1, },
	--{ id= 10004, count = 20, weekDay = -1, },
	--{ id= 10005, count = 30, weekDay = -1, },
	--{ id= 10006, count = 30, weekDay = -1, },
	--{ id= 10007, count = 30, weekDay = -1, },
	}
	},

	{
	--分类ID=2 0元特价
		count=4,
		items=
		{
		}
	},

	{
	--分类ID=3  1元特价
		count=4,
		items=
		{
		}
	},
}