
--titleId :头衔的iD 现最多支持0-32,rankId: 排名的ID,-1表示不与DB读出的排行榜挂钩 minRank排行下限 maxRank排行上限
--注意，头衔的图标的编号以（ID）为准，00000.png表示ID为1的头衔的图标 
{
	--散人传送上7k7k
	titleType=1,	--类型,0=临时称号;1=永久称号  2=竞技称号
	spid = "51g",    --相应平台才显示的称号-
	titleId=58,	 	--头衔ID
	effectId = 73,	--特效id
	rankId=0,		--排行榜ID -1表示不与DB读出的排行榜挂钩  1战士战力排行 
	minRank=0,		--排名范围最少值
	maxRank=0, 		--排名范围最大值
	desc="51超级会员礼包赠送",
	paramType = 0,   --1表示累积登陆天数 2表示累积获得绑定元宝 3充值元宝 4阵营战累积击杀人数 
					 --5翅膀进阶 6宝石装备进阶 7圣珠装备提升 8累积消费元宝 9单笔充值元宝 10vip等级 11 寻宝累积消费
	param1 = 0,		--参数1
	param2 = 0,		--参数2
	staitcAttrs =	--静态属性表，静态属性指头像原本具备的且不会改变的属性
	{
		--一个属性的配置示范，type为属性类型，value为属性值
		--属性配置方法同物品配置类似
		{ type = 9, value = 100 },--最小物理攻击
		{ type = 11, value = 188 },--最大物理攻击
		{ type = 13, value = 100 },--最小魔法攻击
		{ type = 15, value = 188 },--最大魔法攻击
		{ type = 17, value = 100 },--最小道术攻击
		{ type = 19, value = 188 },--最大道术攻击
	},
},