--lua script

FoGuangConfig = {
	SceneId = 64,		--仙女散花所在的场景ID
	RadioVal = 1,			--npc的半径内的玩家
	GetExpInterval = 1,		--获取经验(金币)间隔，秒
	FireExpRate = 10,		--基础经验的比率，万分之几
	VipAddRate = 5000,			--vip的加成，万分之几
	TableIndex = 3,			--在基础表的第几张表
	nMinEnterLevel = 60,	--进入场景的最小等级

	BossId = 155,
	BossTimeInterval = 18000, --5分钟
	BossPos = {{73,52}},

	RewardCoin = 12000,      --奖励绑定金币的数量
	RewardExp = 53872,	--奖励经验值
	IsExpRate = 8000,       --获得经验的概率，以10000为基数，8000表示有8成的可能获取的是经验，有2成的可能获取的是金币

	--这里是相对于佛光+经验(金币)的坐标点
	points=
	{
		{-2,-2},
		{0,-2},
		{2,-2},
		{-2,0},
		{2,0},
		{-2,2},
		{0,2},
		{2,2},
		{-4,-4},
		{-2,-4},
		{0,-4},
		{2,-4},
		{4,-4},
		{-4,-2},
		{-4,0},
		{-4,2},
		{-4,4},
		{-2,4},
		{0,4},
		{2,4},
		{4,4},
		{4,2},
		{4,0},
		{4,-2},
	},
	pointsCenter = {
		{90,36},
		{56,70},
	},
	MinLevel = 60,		--提示该等级以上的
}